Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Collaborate with key research and learning sciences stakeholders at edX and partner institutions for the development of best practices for MOOC teaching and learning and course design.
fr: Collaborer avec les intervenants clés chez edX de recherche et d'apprentissage du secteur des sciences et les institutions partenaires pour le développement de meilleures pratiques pour l'enseignement et l'apprentissage MOOC et la conception de cours.

source: Support the development of pilot courses and modules used for sponsored research initiatives.
fr: Soutenir le développement de cours pilotes et les modules utilisés pour les initiatives de recherche sponsorisés.

source: Master's Degree in Educational Technology, Instructional Design or related field. Experience in higher education with additional experience in a start-up or research environment preferable. But we're all about education, so let us know how you gained what you need to succeed in this role: projects after completing 6.00x or CS50x, Xbox cheevos, on-line guilds led, large scale innovations championed.
fr: Maîtrise en technologie éducative, la conception pédagogique ou un domaine connexe. Expérience dans l'enseignement supérieur avec une expérience supplémentaire dans une start-up ou d'un environnement de recherche préféré. Mais nous sommes tous sur l'éducation, alors dites-nous comment vous avez obtenu ce dont vous avez besoin pour réussir dans ce rôle: conduire les projets après avoir compléter les guides en ligne de 6.00x ou CS50x, Xbox cheevos, défendre les innovations à grande échelle.

source: Experience in higher education with additional experience in a start-up or research environment preferable.
fr: Expérience dans l'enseignement supérieur avec une expérience supplémentaire dans une start-up ou d'un environnement de recherche préféré.

source: Excellent interpersonal and communication (written and verbal), project management, problem-solving and time management skills. The ability to be flexible with projects and to work on multiple courses essential.
fr: Excellentes compétences de relation humaine et la communication (écrite et orale), de gestion de projet, de résolution de problèmes et de gestion du temps. La capacité d'être flexible avec des projets et de travailler sur plusieurs cours essentiels.

source: Ability to meet deadlines and manage expectations of constituents.
fr: Capacité à respecter les délais et gérer les attentes des parties.

source: Capacity to develop new and relevant technology skills. Experience using game theory design and learning analytics to inform instructional design decisions and strategy.
fr: Capacité à développer des compétences dans les nouvelles technologies pertinentes. Expérience de l'utilisation la théorie design de théorie et d'analyse d'apprentissage pour éclairer les décisions de conception pédagogique et de stratégie.

source: PROGRAM MANAGER
fr: GESTIONNAIRE DE PROGRAMME

source: Preferred qualifications
fr: Qualifications souhaitées

source: Experience with online collaboration tools
fr: Expérience avec des outils de collaboration en ligne

source: Familiarity with video production.
fr: Connaissance de la production vidéo.

source: Proven ability to develop and implement strategy
fr: Aptitude avérée à développer et mettre en œuvre une stratégie

source: Exquisite organizational skills
fr: Compétences organisationnelles raffinées

source: Deep analytical skills
fr: Forte compétence d'analyse

source: Social finesse and business sense
fr: Tact et sens des affaires

source: Infatuation with technology, in all its frustrating and fragile complexity
fr: Engouement pour la technologie, dans toute sa fragile et frustrante complexité

source: Top flight communication skills, oral and written, with teams which are centrally located and spread all over the world.
fr: Compétences de communication de haut-vol, à l'écrit comme à l'oral, avec des équipes disséminées dans le monde entier.

source: Personal commitment and experience of the transformational possibilities of higher education
fr: Engagement personnel et expérience des possibilités de transformation de l'enseignement supérieur

source: <strong>CONTENT ENGINEER</strong>
fr: <strong>EXPERT RESSOURCES (CONTENT ENGINEER)</strong>

source: Content engineers help create the technology for specific courses. The tasks include:
fr: Les experts ressources aident à la création de la technologie pour des cours spécifiques. Les tâches incluent :

source: Developing of course-specific user-facing elements, such as the circuit editor and simulator.
fr: Développer des éléments utilisateurs spécifiques au cours, comme l'éditeur et le simulateur de circuit.

source: Integrating course materials into courses.
fr: Intégrer des ressources aux cours.

source: Creating programs to grade questions designed with complex technical features.
fr: Créer des programmes pour noter des questions conçues avec des caractéristiques techniques complexes.

source: Knowledge of Python, XML, and/or JavaScript is desired. Strong interest and background in pedagogy and education is desired as well.
fr: Connaissance de Python, XML, et/ou JavaScript souhaitée. Fort intérêt et culture générale de la pédagogie et de l'enseignement souhaitée également.

source: Building course components in straight XML or through our course authoring tool, edX Studio.
fr: Construire des composants de cours en XML ou à l'aide de notre outil d'édition de cours, edX Studio.

source: Pushing content to production servers predictably and cleanly.
fr: Publier du contenu sur les serveurs de production de manière prévue et propre.

source: Ability to work on multiple projects simultaneously without splintering.
fr: Capacité à travailler sur plusieurs projets simultanément sans se disperser.

source: Solid interpersonal skills, especially good listening.
fr: Compétences interpersonnelles solides, en particulier bonne écoute.

source: <strong>SOFTWARE ENGINEER</strong>
fr: <strong>INGÉNIEUR LOGICIEL</strong>

source: EdX is looking for engineers who can contribute to its Open Source learning platform. We are a small team with a startup, lean culture, committed to building open-source software that scales and dramatically changes the face of education. Our ideal candidates are hands on developers who understand how to build scalable, service based systems, preferably in Python and have a proven track record of bringing their ideas to market. We are looking for engineers with all levels of experience, but you must be a proven leader and outstanding developer to work at edX.
fr: Edx est à la recherche d'ingénieurs qui peuvent contribuer à sa plateforme Open Source d'apprentissage. Nous sommes une petite équipe avec une culture de startup, une culture Lean, engagés à construire des logiciels Open Source évolutifs et qui modifient radicalement le visage de l'éducation. Nos candidats idéaux sont les développeurs qui comprennent comment construire des systèmes évolutifs orientés service, de préférence en Python et qui ont une expérience avérée de mise en avant de leurs idées sur les marchés. Nous sommes à la recherche d'ingénieurs de tous niveaux d'expérience, mais vous devez être un leader reconnu et un développeur exceptionnel pour travail chez edX.

source: LEARNING SCIENCES ENGINEER
fr: INGÉNIEUR EN SCIENCES DE L'APPRENTISSAGE

source: Can code demos and evaluate demos of others
fr: Peut coder des démonstrations et évaluer les démonstrations d'autres

source: As an edX Front End Developer, you:
fr: En tant que développeur Front End, vous :

source: Front End Developers must also:
fr: Les Développeurs Front End devront également :

source: Have at least two years of professional, post-collegiate experience.
fr: Avoir deux ans d'expérience professionnelle de niveau suffisant.

source: TEST ENGINEER
fr: INGÉNIEUR DE TESTS

source: Train and mentor other team members
fr: Former et encadrer les autres membres de l'équipe

source: Highly proficient in a Unix/Linux environment
fr: Hautement compétent dans un environnement Unix / Linux

source: There are 4 primary areas of responsibility:
fr: Il y a 4 principaux domaines de responsabilité :

source: To maintain a database of partners and prospects and manage any data flows/reporting required.
fr: Afin de maintenir une base de données de partenaires et prospects et gérer les flux de données / rapports nécessaires.

source: Detailed Responsibilities:
fr: Responsabilités détaillées:

source: Strong organizational skills to manage multiple competing priorities and projects with attention to detail
fr: Solides compétences organisationnelles pour gérer de multiples priorités concurrentes et des projets tout en gardant le souci du détail

source: Exceptional ability to effectively interact with multiple external and internal stakeholders
fr: Capacité exceptionnelle pour interagir efficacement avec de multiples parties prenantes aussi bien internes qu'externes

source: Positions
fr: Postes

source: Director of Education Services
fr: Directeur des Services éducatifs (Director of Education Services)

source: Manager of Training Services
fr: Directeur des services de formation (Manager of Training Services)

source: Trainer
fr: Animateur (Trainer)

source: Instructional Designer
fr: Concepteur pédagogique (Instructional Designer)

source: Program Manager
fr: Gestionnaire de programme (Program Manager)

source: Director, Product Management
fr: Directeur, gestionnaire de produit (Director, Product Management)

source: Content Engineer
fr: Expert ressource (Content Engineer)

source: Software Engineer
fr: Expert logiciel (Software Engineer)

source: Learning Sciences Engineer
fr: Expert en sciences de l'apprentissage (Learning Sciences Engineer)

source: Sales Engineer, Business Development Team
fr: Expert commercial, Equipe de développement des affaires commerciales (Sales Engineer, Business Development Team)

source: Front End Developer
fr: Developpeur Front End (Front End Developer)

source: Test Engineer
fr: Expert en procédure de test (Test Engineer)

source: Coordinator of University and Business Affairs
fr: Coordinateur d'université et d'affaires commerciales (Coordinator of University and Business Affairs)

source: How to Apply
fr: Comment postuler

source: E-mail your resume, cover letter and any other materials to <a href="mailto:jobs@edx.org">jobs@edx.org</a>
fr: Envoyez votre CV et lettre de motivation, avec tout document par mail, à l'adresse <a href="mailto:jobs@edx.org">jobs@edx.org</a>

source: Our Location
fr: Notre adresse

source: {edX} Media Kit
fr: Kit media {edX}

source: Welcome to the <span class="org-name">{edX}</span> Media Kit
fr: Bienvenue au Kit media <span class="org-name">{edX}</span>

source: Need images for a news story? Feel free to download high-resolution versions of the photos below by clicking on the thumbnail. Please credit {edX} in your use.
fr: Vous avez besoins d'images pour un article ? Vous êtes libre de télécharger une version en haute résolution des photos en cliquant sur leur vignette. Merci de créditer {edX} lors de leur utilisation.

source: We've included visual guidelines on how to use the {edX} logo within the download zip which also includes Adobe Illustrator and eps versions of the logo.
fr: Nous avons inclus une charte graphique pour l'utilisation du logo {edX}, ainsi que les version eps et Adobe Illustrator du logo dans le fichier zip à télécharger.

source: For more information about {edX}, please contact <strong>{dan_oconnell}, Associate Director of Communications</strong> via <a href="mailto:oconnell@edx.org?subject=edX Information Request (from Media Kit)">oconnell@edx.org</a>.
fr: Pour plus d'information à propos de {edX}, merci de contacter <strong>{dan_oconnell}, Associate Director of Communications</strong> via <a href="mailto:oconnell@edx.org?subject=edX Information Request (from Media Kit)">oconnell@edx.org</a>.

source: The <span class="org-name">{edX}</span> Logo
fr: Le logo <span class="org-name">{edX}</span>

source: .zip file containing Adobe Illustrator and .eps formats of logo alongside visual guidelines for use
fr: Fichier .zip contenant les formats .eps et Adobe Illustrator du logo ainsi que la charte graphique pour l'utilisation

source: Download (.zip file)
fr: Télécharger (fichier .zip)

source: The <span class="org-name">{edX}</span> Media Library
fr: La médiathèque <span class="org-name">{edX}</span>

source: {anant}, President of {edX}, in his office in Cambridge, MA. The computer screen behind him shows a portion of a video lecture from 6.002x, Circuits &amp; Electronics, the MITx course taught by Agarwal.
fr: {anant}, Président de {edX}, dans son bureau à Cambridge, Massachusetts. L'écran derrière lui montre un extrait d'une vidéo du cours 6.002x, Circuits &amp; Electronics, le cours MITx enseigné par Agarwal.

source: Download (High Resolution Photo)
fr: Télécharger (Photo en Haute Résolution)

source: {anant} creating a tablet-based lecture for 6.002x, Circuits & Electronics.
fr: {anant} en train de créer une version mobile, pour tablette, du cours 6.002x, Circuits & Electronics.

source: {piotr}, Chief Scientist at {edX}, uses a Rostrum camera to create an overhead camera-based lecture. During this process, voice and video are recorded for an interactive tutorial.
fr: {Piotr}, scientifique en chef à {edX}, utilise un banc-titre pour créer un enregistrement vidéo vu de dessus. Au cours de ce processus, la voix et la vidéo sont enregistrées pour un tutoriel interactif.

source: One of {edX}'s video editors edits a lecture in a video suite.
fr: Un des éditeurs de vidéo de {edX} retouche une vidéo dans une suite.

source: Screenshot of 6.002x Circuits and Elecronics course.
fr: Copie d'écran du cours 6.002x Circuits and Elecronics

source: Screenshot of 3.091x: Introduction to Solid State Chemistry.
fr: Copie d'écran du cours 3.091x: Introduction to Solid State Chemistry.

source: {edX} in the Press
fr: {edX} dans la presse

source: NOTICE: on September 26, 2012 {edX} adopted an amended Privacy Policy, providing as follows:
fr: NOTE : A la date du 26 Septembre 2012, {edX} a adopté une Politique de Confidentialité modifiée comme suit :

source: Confidentiality &amp; Security of Personal Information
fr: Confidentialité &amp; Sécurité des Informations Personnelles

source: We care about the confidentiality and security of your personal information. We will use commercially reasonable efforts to keep your Personal Information secure. (&ldquo;Personal Information&rdquo; is defined below.) However, no method of transmitting or storing electronic data is ever completely secure, and we therefore cannot guarantee the security of information transmitted to or stored by the {edX} Website. (As used in this Privacy Policy, &ldquo;we,&rdquo; &ldquo;us&rdquo; and &ldquo;our&rdquo; refer to {edX}.)
fr: Nous nous soucions de la confidentialité et de la sécurité de vos informations personnelles. Nous déploierons tous les efforts financièrement raisonnables pour protéger vos données personnelles. («&ldquo;Données Personnelles&rdquo; est défini ci-dessous). Toutefois, aucune méthode de transmission ou de stockage de données électroniques n'est jamais complètement sécurisé, et nous ne pouvons donc pas garantir la sécurité de l'information transmise ou stockée par le site {edX}. (Tel qu'utilisé dans la présente Politique de confidentialité, &ldquo;nous,&rdquo; et &ldquo;notre&rdquo; réfèrent à {edX}).

source: This Privacy Policy only applies to information that we collect through the {edX} Website (the &ldquo;Site,&rdquo; which consists of all content and pages located within the edX.org web domain) and does not apply to information that we may collect from you in other ways (for example, this policy does not apply to information that you may provide to us over the phone, by fax or through conventional mail). In addition, please note that your education records are protected by the Family Educational Rights and Privacy Act (&ldquo;FERPA&rdquo;) to the extent FERPA applies.
fr: Cette Politique de Confidentialité s'applique uniquement aux informations collectées par le site web {edX} (&ldquo;Site,&rdquo; qui se compose de tous les contenus et les pages présents dans le domaine web edX.org) et ne s'applique pas aux informations que nous pouvons recueillir de vous par d'autres moyens (par exemple, cette politique ne s'applique pas aux informations que vous nous fournissez par téléphone, par fax ou par courrier conventionnel). En outre, veuillez noter que vos dossiers scolaires sont protégés par le Family Educational Rights and Privacy Act (&ldquo;FERPA&rdquo;) dans la mesure où FERPA s'applique.

source: Usernames and Postings
fr: Noms d'utilisateurs et messages

source: Comments or other information posted by you to our forums, wikis or other areas of the Site designed for public communications or communications among registered class members may be viewed and downloaded by others who visit the Site. For this reason, we encourage you to use discretion when deciding whether to post any information that can be used to identify you to those forums (or other public or classwide areas).
fr: Les commentaires et autres informations que vous publiez dans nos forums, wikis ou d'autres zones du site conçues pour les communications publiques ou les communications entre les membres de la classe inscrits peuvent être consultées et téléchargées par d'autres qui visitent le site. Pour cette raison, nous vous encourageons à faire preuve de discrétion en décidant de publier toute information qui peut être utilisée pour vous identifier sur ces forums (ou autres endroits publics ou réservés à la classe).

source: What You Consent to by Using Our Site
fr: Ce vous consentez en utilisant notre site

source: By accessing, browsing, or registering for the Site, you consent and agree that information about you collected through the Site may be used and disclosed in accordance with the Privacy Policy and our Terms of Service and as permitted or required by law, and that such information may be transferred to, processed in and stored in the United States and elsewhere. If you do not agree with these terms, then please do not access, browse, or register for the Site. If you choose not to provide us with certain information required to provide you with various services offered on our Site, you may not be able to establish a user account and we may not be able to provide you with those services.
fr: En accédant ou en vous inscrivant sur ​​le site, vous consentez et acceptez que les informations vous concernant collectées via le site peuvent être utilisées et divulguées conformément à notre Politique de Confidentialité et nos conditions générales d'utilisation et, comme la loi peut l'exiger ou le permettre, que ces informations peuvent être transférées, traitées et stockées aux États-Unis et ailleurs. Si vous n'acceptez pas ces termes, alors veuillez s'il vous plaît ne pas accéder, naviguer, ou vous inscrire au site. Si vous choisissez de ne pas nous fournir certaines informations nécessaires pour vous offrir les différents services offerts sur notre site, vous ne pourrez pas être en mesure d'établir un compte utilisateur et nous pourrions ne pas être en mesure de vous fournir ces services.

source: As used in this Privacy Policy, &ldquo;Personal Information&rdquo; means any information about yourself that you may provide to us when using the Site, such as when you sign up for a user account or enter into a transaction through the Site, which may include (but is not limited to) your name, contact information, gender, date of birth, and occupation.
fr: Tel qu'utilisé dans la présente Politique de Confidentialité, &ldquo;Données Personnelles&rdquo; désigne toute information vous concernant que vous nous fournissez lors de l'utilisation du Site, par exemple, lorsque vous vous inscrivez à un compte utilisateur ou concluez une transaction via le site, ce qui peut inclure (mais n'est pas limité à) votre nom, vos coordonnées, sexe, date de naissance et profession.

source: Information We Collect and How We Use It
fr: Les informations collectées et l'usage qui en est fait

source: We collect information, including Personal Information, when you sign up for a user account, participate in online courses, send us email messages and/or participate in our public forums. We collect information about student performance and patterns of learning. We track information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited and which hyperlinks and other user interface controls were used.
fr: Nous collectons des informations, y compris des Données Personnelles, lorsque vous vous inscrivez à un compte d'utilisateur, participez à des cours en ligne, nous envoyez des messages e-mail et / ou participez à nos forums publics. Nous recueillons des informations sur les performances et les modes d'apprentissage des élèves. Nous enregistrons des informations indiquant, entre autres, les pages de notre site ayant été visitées, l'ordre dans lequel elles ont été visitées, quand elles ont été visitées et quels sont les liens et autres contrôles de l'interface utilisateur qui ont été utilisés.

source: We may log the IP address, operating system and browser software used by each user of the Site, and we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of his or her point of connectivity. Various web analytics tools are used to collect this information. Some of the information is collected through cookies (small text files placed on your computer that store information about you, which can be accessed by the Site). You should be able to control how and whether cookies will be accepted by your web browser. Most browsers offer instructions on how to reset the browser to reject cookies in the &ldquo;Help&rdquo; section of the toolbar. If you reject our cookies, many functions and conveniences of this Site may not work properly.
fr: Nous pouvons enregistrer l'adresse IP, le système d'exploitation et le navigateur utilisé par chaque utilisateur du Site, et nous pourrions être en mesure de déterminer à partir d'une adresse IP le fournisseur d'accès à Internet d'un utilisateur et l'emplacement géographique de son point de connectivité. Divers outils d'analyse Web sont utilisés pour recueillir cette information. Certaines informations sont collectées par les cookies (de petits fichiers texte placés sur votre ordinateur qui stockent des informations vous concernant, qui peuvent être consultés par le site). Vous devriez être en mesure de contrôler l'acceptation des cookies par votre navigateur web. La plupart des navigateurs proposent des instructions sur la façon de réinitialiser le navigateur pour refuser les cookies dans la section «Aide» de la barre d'outils. Si vous rejetez nos cookies, de nombreuses fonctions et commodités de ce site peuvent ne pas fonctionner correctement.

source: Among other things, we and the educational institutions that provide courses through {edX} (the &ldquo;Universities&rdquo;) may use the information about you collected through the Site (including your Personal Information) in connection with the following:
fr: Entre autres choses, nous et les établissements d'enseignement qui offrent des cours au travers de {edX} (the &ldquo;Universities&rdquo;) peuvent utiliser les informations vous concernant recueillies sur le Site (y compris vos Données Personnelles) dans le cadre de ce qui suit:

source: To enable the Universities to provide, administer and improve the courses.
fr: Pour permettre aux universités de proposer, administrer et améliorer les cours.
