Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: To help us and the Universities improve {edX} offerings, both individually (e.g., by course staff when working with a student) and in aggregate, and to individualize the experience and to evaluate the access and use of the Site and the impact of {edX} on the worldwide educational community.
fr: Pour nous aider, nous et les Universités, à améliorer l'offre {edX}, de manière individuelle (par ex., par l'équipe pédagogique travaillant avec un étudiant) et de manière globale pour personnaliser l'expérience et évaluer l'accessibilité et l'impact de {edX} dans la communauté éducative internationale.

source: For purposes of scientific research, particularly, for example, in the areas of cognitive science and education.
fr: A des fins de recherche scientifique, en particulier, par exemple, dans les domaines des sciences cognitives et de l'éducation.

source: For the purpose for which you specifically provided the information, for example, to respond to a specific inquiry or provide you with access to the specific course content and/or services you select.
fr: Aux fins pour lesquelles vous avez spécifiquement fourni des informations, par exemple, pour répondre à une demande spécifique ou vous donner accès à du contenu des cours spécifiques et/ou services que vous avez choisis.

source: To track both individual and aggregate attendance, progress and completion of an online course, and to analyze statistics on student performance and how students learn.
fr: Pour suivre la fréquentation de manière à la fois individuelle et globale, la progression et l'achèvement d'un cours en ligne, et pour analyser les statistiques sur la performance des élèves et la façon dont les élèves apprennent.

source: To monitor and detect violations of the Honor Code, the Terms of Service, as well as other misuses and potential misuses of the Site.
fr: Pour détecter des violations de la charte utilisateur, des conditions d'Utilisation, ainsi que des mauvaises utilisations, ou l'étant potentiellement, du site.

source: To publish information, but not Personal Information, gathered about {edX} access, use, impact and student performance.
fr: Pour publier des informations, mais pas des Données Personnelles, recueillies par {edX} sur les accès, l'utilisation, l'impact et la performance des élèves.

source: To maintain and improve the functioning and security of the Site and our software, systems and network.
fr: Afin de maintenir et d'améliorer le fonctionnement et la sécurité du site et de nos logiciels, systèmes et réseaux.

source: Sharing with Third Parties
fr: Partage avec des Tiers

source: We will share information we collect with the Universities, and we and the Universities may share this information (including Personal Information) with third parties as follows:
fr: Nous partagerons l'information recueillie avec les universités, et nous et les universités pouvons partager cette information (y compris les renseignements personnels) avec des tierces parties, comme suit:

source: To respond to subpoenas, court orders, or other legal process; in response to a request for cooperation from law enforcement or another government agency; to investigate, prevent or take action regarding illegal activities, suspected fraud, security or technical issues, or to enforce our Terms of Service, Honor Code or this Privacy Policy; as otherwise may be required by applicable law; or to protect our rights, property or safety or those of others.
fr: Afin de répondre aux citations à comparaître, ordonnances de tribunal ou une autre procédure judiciaire; en réponse à une demande de coopération de la police ou un autre organisme gouvernemental, d'enquêter, de prévenir ou de prendre des mesures concernant des activités illégales, fraude, la sécurité ou techniques enjeux suspects, ou d'appliquer nos conditions d'utilisation, la charte utilisateur ou cette politique de confidentialité; tel qu'il peut être requis par la loi applicable, ou pour protéger nos droits, la propriété ou la sécurité ou celles des autres.

source: For integration with third party services. For example, videos and other content may be hosted on YouTube and other websites not controlled by {edX}.
fr: Pour l'intégration de services tiers. Par exemple, les vidéos et autres contenus peuvent être hébergés sur Youtube ou d'autres sites non controlés par {edX}.

source: In addition, we may share aggregated information that does not personally identify you with the public and with third parties, including, e.g., researchers and business partners.
fr: En outre, nous pouvons partager des informations qui ne vous identifient pas personnellement avec le public et avec des tiers, y compris, par exemple, des chercheurs et des partenaires.

source: Links to Other Websites
fr: Liens externes

source: The Sites may contain links to websites published by other content providers. These other websites are not under our control, and you acknowledge and agree that we are not responsible for the collection and use of your information by such websites. We encourage you to review the privacy policies of each website you visit and use.
fr: Les Sites peuvent contenir des liens vers d'autres sites web publiés par d'autres fournisseurs de contenu. Ces autres sites ne sont pas sous notre contrôle, et vous reconnaissez et acceptez que nous ne sommes pas responsables de la collecte et de l'utilisation de vos informations par ces sites. Nous vous encourageons à lire les politiques de confidentialité de chaque site que vous visitez et utilisez.

source: Personalization and Pedagogical Improvements
fr: Personnalisation et améliorations pédagogiques

source: Our goal is to provide current and future visitors with the best possible educational experience. To further this goal, we sometimes present different users with different versions of course materials and software. We do this to personalize the experience to the individual learner (assess the learner's level of ability and learning style, and present materials best suited to the learner), to evaluate the effectiveness of our course materials, to improve our understanding of the learning process and to otherwise improve the effectiveness of our offerings. We may publish or otherwise publicize results from this process, but, unless otherwise permitted under this Privacy Policy, those publications or public disclosures will not include Personal Information.
fr: Notre objectif est d'offrir aux visiteurs actuels et futurs la meilleure expérience d'apprentissage possible. Pour atteindre cet objectif, nous présentons parfois à différents utilisateurs différentes versions de matériel didactique et de logiciels. Nous faisons cela pour personnaliser l'expérience de l'apprenant (évaluer le niveau de l'apprenant, sa capacité et son style d'apprentissage, et les ressources actuelles les mieux adaptées à l'apprenant), pour évaluer l'efficacité de nos supports de cours, pour améliorer notre compréhension du processus d'apprentissage et améliorer différemment l'efficacité de nos offres. Nous pouvons publier ou diffuser les résultats de ce processus, mais, sauf exception prévue par la présente Politique de Confidentialité, les documents publiés n'incluront pas de renseignements personnels.

source: Changing Our Privacy Policy
fr: Changement de notre Politique de Confidentialité

source: Please note that we review and may make changes to this Privacy Policy from time to time. Any changes to this Privacy Policy will be effective immediately upon posting on this page, with an updated effective date. By accessing the Site after any changes have been made, you signify your agreement on a prospective basis to the modified Privacy Policy and any changes contained therein. Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy.
fr: Veuillez noter que nous revoyons et apportons des modifications à cette Politique de Confidentialité de temps à autre. Toute modification de cette Politique de Confidentialité entre en vigueur dès son affichage sur cette page, avec une date d'effet mise à jour. En accédant au site après que des modifications aient été apportées, vous signifiez votre accord sur une base prospective de la politique de confidentialité modifiée et de ses changements. Assurez-vous de revenir à cette page périodiquement afin de vous familiariser avec la version la plus récente de cette Politique de Confidentialité.

source: Privacy Concerns
fr: Questions de confidentialité

source: If you have privacy concerns, have disclosed data you would prefer to keep private, or would like to access the information we maintain about you, please contact us at <a href="mailto:privacy@edx.org">privacy@edx.org</a>.
fr: Si vous avez des problèmes de confidentialité, ou divulgué des données vous préférez conserver privées, ou si vous souhaitez accéder aux informations vous concernant, merci de nous contacter à l'adresse <a href="mailto:privacy@edx.org">privacy@edx.org</a>.

source: <strong>Effective Date:</strong> September 26, 2012
fr: <strong>Entrée en vigueur</strong> : 26 Septembre 2012

source: Currently the <em>{platform_name}</em> servers are down
fr: Les serveurs de <em>{platform_name}</em> sont actuellement hors-service

source: Our staff is currently working to get the site back up as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
fr: Notre équipe travaille à remettre en route le site aussi vite que possible. Merci de nous envoyer un mail à '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' pour signaler tout problème ou panne.

source: There has been a 500 error on the <em>{platform_name}</em> servers
fr: Il y a eu une erreur 500 sur le serveur de <em>{platform_name}</em>

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at <a href="{email}">{email}</a>.
fr: Attendez quelques secondes et rechargez la page. Si le problème persiste, envoyez nous un mail à l'adresse <a href="{email}">{email}</a>.

source: Currently the <em>{platform_name}</em> servers are overloaded
fr: Les serveurs de <em>{platform_name}</em> sont actuellement surchargés

source: Our staff is currently working to get the site back up as soon as possible. Please email us at <a href="mailto:\{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
fr: Notre équipe travaille à remettre en route le site aussi vite que possible. Merci de nous envoyer un mail à <a href="mailto:\{tech_support_email}">{tech_support_email}</a> pour signaler tout problème ou panne.

source: Log in to your courses
fr: Vous connecter à vos cours

source: Register for classes
fr: S'inscrire aux classes

source: Take free online courses from today's leading universities.
fr: Suivez des cours gratuits des universités de pointe actuelles

source: Instructor
fr: Enseignant

source: Student view
fr: Vue étudiant

source: Processing your account information
fr: Enregistrement de vos informations

source: Register for {}
fr: S'inscrire à « {} »

source: You are registered
fr: Vous êtes inscrit

source: Your account for {platform_name}
fr: Votre compte {platform_name}

source: Thank you for signing up for {platform_name}! To activate your account, please copy and paste this address into your web browser's address bar:
fr: Merci pour votre inscription sur {platform_name}! Pour activer votre compte, merci de copier-coller cette adresse dans la barre d'adresse de votre navigateur :

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
fr: Si vous n'êtes pas à l'origine de cette demande, aucune action n'est requise de votre part ; vous ne recevrez pas d'autre email de notre part. Merci de ne pas répondre à cet email ; si vous avez besoin d'aide, veuillez consulter la section aide du site {platform_name}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
fr: Le changement d'email associé à votre compte {platform_name} est confirmé, {old_email} a été remplacé par {new_email}. Si vous n'avez pas effectué cette demande, merci de nous contacter immédiatement. Les informations de contact sont listées à :

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
fr: Nous conservons un enregistrement des changements d'email, donc si ce n'était pas intentionnel, nous pouvons enquêter.

source: Request to change {platform_name} account e-mail
fr: Demande de changement d'email sur {platform_name}

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
fr: Nous avons reçu une demande de changement de l'email associé à votre compte {platform_name}, pour remplacer {old_email} par {new_email}. Pour confirmer cette demande, merci de visiter l'adresse suivante :

source: Please verify your new email
fr: Vérifier votre nouvel email

source: Contact request - {}
fr: Contact - {}

source: Contact us
fr: Contactez-nous

source: The following errors are preventing the message from being sent:
fr: Les erreurs suivantes se sont produites pendant l'envoi :

source: Do you already follow one or several courses on {platform_name}? If you have questions, suggestions or difficulties about a course in particular? Post a comment on the related forum.
fr: Vous suivez déjà un ou plusieurs cours sur {platform_name} ? Vous avez des questions, des suggestions ou des difficultés à propos d'un cours en particulier ? Postez un commentaire sur le forum relatif au cours en question.

source: Do you have a general question about {platform_name}? Visit our <a href='{faq_link}'>FAQ</a>. If you still need help, or if you would like to provide feedback about {platform_name} (which we encourage you to do), contact us using the form below.
fr: Vous avez une question d'ordre général à propos de FUN ? Visitez notre <a href='{faq_link}'>rubrique FAQ</a>. Si vous avez encore besoin d'aide, ou si vous voulez nous faire part de vos impressions sur FUN (ce que nous vous encourageons à faire), contactez-nous via le formulaire ci-dessous.

source: Information required
fr: Information requise

source: My name
fr: Mon nom

source: Example: John Doe
fr: Exemple: Pierre Maumont

source: My email
fr: Mon email

source: Example: john@example.com
fr: Exemple: pierre@exemple.fr

source: Phone
fr: Mon numéro de téléphone

source: Example: +33 6 24 01 19 82
fr: Exemple: +33 6 24 01 19 82

source: I am a
fr: Je suis un

source: Function
fr: Fonction

source: Student
fr: Étudiant

source: Teacher
fr: Enseignant

source: Teaching Engineer
fr: Ingénieur pédagogique

source: Researcher
fr: Chercheur

source: Journalist
fr: Journaliste

source: Other
fr: Autre

source: Inquiry type
fr: Ma demande concerne

source: Inquiry
fr: Type de demande

source: Registration and activation
fr: L'inscription et l'activation de mon compte

source: Technology problem
fr: Un problème technique rencontré sur FUN

source: Accessibility for students with disabilities
fr: Une question sur l'accessibilité du site FUN pour les étudiants handicapés

source: Certification and exams
fr: Les examens et les certifications

source: My account
fr: Mon compte

source: Business developement or institutional inquiry
fr: Une demande institutionnelle

source: Send your message
fr: Envoyer votre message

source: From:
fr: De :

source: Message sent!
fr: Message envoyé !

source: Thank you for your message. It has been successfully recorded, we will answer you as soon as possible.
fr: Merci pour votre message. Nous l'avons bien reçu, et nous vous répondrons dès que possible.

source: Institutions
fr: Établissements

source: The universities and schools
fr: Les universités et ecoles françaises

source: Offer courses and trainings on {platform_name}
fr: Proposent des cours variés sur {platform_name}

source: {platform_name}'s goal is to allow universities and schools to publish their courses online. The list of institutions proposing courses on {platform_name} is continuously getting larger:
fr: {platform_name} a pour vocation de permettre aux universités et écoles françaises qui le souhaitent de dispenser leurs cours en ligne sur la plateforme {platform_name}. Ces universités et écoles sont de plus en plus nombreuses à proposer une ou plusieurs formations sur {platform_name}. Les voici ci-dessous :

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Doctorate
fr: Doctorat

source: Master's or professional degree
fr: Master / Diplôme d'ingénieur

source: Bachelor's degree
fr: Licence

source: Associate's degree
fr: Licence professionnelle

source: Secondary/high school
fr: DUT / BTS

source: Junior secondary/junior high/middle school
fr: Baccalauréat

source: Elementary/primary school
fr: Brevet des collèges

source: None
fr: Aucun

source: Are you sure you want to unregister from {course_name}?
fr: Êtes vous sûr de vouloir vous désinscrire de «&nbsp;{course_name}&nbsp;» ?

source: Email Settings
fr: Alerte email

source: Receive course emails
fr: Recevoir les emails du cours

source: Save Settings
fr: Enregistrer

source: Email Settings for {course_name}
fr: Configuration des emails pour<br />«&nbsp;{course_name}&nbsp;»

source: Username must be minimum of two characters long.
fr: Le nom d'utilisateur doit contenir au moins deux caractères.

source: A properly formatted e-mail is required.
fr: Un email valide est requis.

source: Your legal name must be a minimum of two characters long.
fr: Votre nom doit contenir au moins deux caractères.

source: A valid password is required.
fr: Un mot de passe valide est requis.

source: About {course_name}
fr: A propos de « {course_name} »

source: {course.display_name_with_default} Course Info
fr: Info « {course.display_name_with_default} »

source: h/week
fr: h/semaine

source: Filter by university
fr: Filtrer par établissement

source: Others
fr: Autres
