Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Have a <strong>question about something specific</strong>? You can contact the {platform_name} general support team directly:
fr: Vous avez une <strong>question spécifique </strong>? Vous pouvez contacter l'équipe de support de {platform_name} directement :

source: Report a problem
fr: Soumettre un problème

source: Make a suggestion
fr: Suggérer

source: Ask a question
fr: Poser une question

source: Name*
fr: Nom*

source: E-mail*
fr: Adresse email*

source: Briefly describe your issue*
fr: Décrivez brièvement votre problème*

source: Tell us the details*
fr: Expliquez en détail*

source: Include error messages, steps which lead to the issue, etc
fr: En incluant les messages d'erreur, étapes qui on conduit au problème, etc

source: Thank You!
fr: Merci !

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday, {open_time} UTC to {close_time} UTC.) In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
fr: Merci pour votre demande ou remarque. Nous répondons généralement à une sollicitation dans un délai d'un jour ouvrable (du Lundi au Vendredi, de {open_time} UTC à {close_time} UTC). Pendant ce temps, merci de consulter notre {link_start}FAQ détaillée{link_end} où une réponse est apportée à la plupart des questions.

source: Free courses from <strong>{university_name}</strong>
fr: Cours offerts par <strong>{university_name}</strong>

source: The Future of Online Education
fr: L'avenir de l'Éducation en ligne

source: For anyone, anywhere, anytime
fr: Pour tous, partout, n'importe quand

source: Stay up to date with all {platform_name} has to offer!
fr: Tenez vous informé de tout ce que propose {platform_name} !

source: Explore free courses from {span_start}{platform_name}{span_end} universities
fr: Consultez les formations proposées par les universités de {span_start}{platform_name}{span_end}

source: Invalid email change key
fr: Clé de changement de mail invalide

source: This e-mail key is not valid. Please check:
fr: Cette clé email n'est pas valide. Merci de vérifier :

source: Was this key already used? Check whether the e-mail change has already happened.
fr: Est ce que cette clé a déjà été utilisée ? Verifiez si le changement d'adresse email a déjà eu lieu.

source: Did your e-mail client break the URL into two lines?
fr: Votre client de messagerie a-t-il coupé l'URL en deux lignes ?

source: The keys are valid for a limited amount of time. Has the key expired?
fr: Les clés sont valides pour une durée limitée. Est ce que la clé est expirée ?

source: Log into your {platform_name} Account
fr: Connectez vous à votre compte {platform_name}

source: Log into My {platform_name} Account
fr: Connexion à mon compte {platform_name}

source: Access My Courses
fr: Accéder à mes Cours

source: PLEASE LOG IN to access your account and courses
fr: Merci de vous CONNECTER pour accéder à votre compte et vos cours

source: We're Sorry, {platform_name} accounts are unavailable currently
fr: Nous sommes désolés, les comptes {platform_name} ne sont pas disponibles pour le moment

source: The following errors occured while logging you in:
fr: Les erreurs suivantes se sont produites pendant votre connexion :

source: Your email or password is incorrect
fr: Votre adresse email ou mot de passe est incorrect

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
fr: Merci de fournir les informations suivantes pour vous connecter à votre compte {platform_name}. Les champs requis sont notés en <strong class="indicator">texte gras et avec un astérisque (*)</strong>.

source: Account Preferences
fr: Préférences du compte

source: Remember me
fr: Se souvenir de moi

source: Helpful Information
fr: Information utile

source: Login via OpenID
fr: Se connecter via OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
fr: Vous pouvez maintenant étudier sur {platform_name} en vous connectant avec votre <a rel="external" href="http://openid.net/">compte OpenID</a>.

source: Not Enrolled?
fr: Pas encore inscrit ?

source: Sign up for {platform_name} today!
fr: Inscrivez-vous sur {platform_name} aujourd'hui !

source: Looking for help in logging in or with your {platform_name} account?
fr: Besoin d'aide pour vous connecter à votre compte {platform_name} ?

source: View our help section for answers to commonly asked questions.
fr: Visitez notre section d'aide pour des réponses aux questions fréquemment posées.

source: Log In
fr: Se Connecter

source: Not enrolled?
fr: Pas encore inscrit ?

source: Sign up.
fr: S'inscrire.

source: login via openid
fr: Connexion via OpenID

source: Home
fr: Accueil

source: There has been an error on the <em>{platform_name}</em> servers
fr: Il y a eu une erreur sur les serveurs <em>{platform_name}</em>

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
fr: Nous sommes désolés, ce module est temporairement indisponible. Notre équipe travaille à régler ceci le plus rapidement possible. Merci de nous envoyer un mail à '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' pour signaler tout problème ou panne.

source: Details
fr: Détails

source: Error:
fr: Erreur :

source: Raw data:
fr: Données brutes :

source: Accepted
fr: Accepté

source: Error
fr: Erreur

source: Rejected
fr: Rejeté

source: Pending name changes
fr: Modifications de nom en attente

source: Confirm
fr: Confirmer

source: [Reject]
fr: [Rejeter]

source: Global Navigation
fr: Navigation Globale

source: {settings.PLATFORM_NAME} home
fr: {settings.PLATFORM_NAME} Accueil

source: Find Courses
fr: Trouver une formation

source: Dashboard for:
fr: Tableau de bord pour :

source: More options dropdown
fr: liste déroulante d'options supplémentaires

source: Log Out
fr: Déconnexion

source: How it Works
fr: Comment ça marche

source: Courses
fr: Cours

source: Schools
fr: Écoles

source: Register Now
fr: S'inscrire maintenant

source: Log in
fr: Se connecter

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link_start}Chrome{chrome_link_end} or {ff_link_start}Firefox{ff_link_end}.
fr: Les applications de la plateforme FUN nécessitent une version récente de votre navigateur pour un fonctionnement optimal. Pour profiter pleinement de l'expérience FUN, nous vous invitons à télécharger et utiliser les dernières version de {ff_link_start}Firefox{ff_link_end}, {chrome_link_start}Chrome{chrome_link_end} ou Internet Explorer 10.

source: You are about to logout from your session. Do you want to proceed?
fr: Vous êtes sur le point de vous déconnecter. Souhaitez-vous poursuivre cette action ?

source: Thank you for your visit and see you soon on FUN!
fr: Merci pour votre visite et à bientôt sur FUN !

source: My Notes
fr: Mes Notes

source: Author: {username}
fr: Auteur : {username}

source: Created: {datetime}
fr: Créé le : {datetime}

source: You do not have any notes.
fr: Vous n'avez pas de note.

source: Reset
fr: Réinitialiser

source: Show Answer(s)
fr: Montrer la(les) réponse(s)

source: (for question(s) above - adjacent to each field)
fr: (pour la (les) question(s) ci-dessus - à côté de chaque champ)

source: You have used {num_used} of {num_total} submissions
fr: Vous avez utilisé {num_used} de {num_total} soumissions

source: Email or password is incorrect.
fr: Adresse mail ou mot de passe incorrect

source: Return To %s
fr: Retour %s

source: Register for {platform_name}
fr: S'inscrire à {platform_name}

source: Create my {platform_name} Account
fr: Créer mon compte {platform_name}

source: Welcome! Register below to create your {platform_name} account
fr: Bienvenue ! Inscrivez-vous ci-dessous pour créer votre compte {platform_name}

source: We're sorry, {platform_name} enrollment is not available in your region
fr: Désolé, l'inscription à {platform_name} n'est pas disponible pour votre région

source: The following errors occured while processing your registration:
fr: Les erreurs suivantes se sont produites pendant le traitement de votre inscription :

source: Please complete the following fields to register for an account.
fr: Merci de compléter les champs suivants pour s'inscrire.

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
fr: Les champs requis sont notés en <strong class="indicator">texte gras et avec un astérisque (*)</strong>.

source: example: JaneDoe@domain.com
fr: exemple : MarieDupont@domaine.com

source: Must be at least 8 characters long and contain at least an upper case letter, a lower case letter and a digit.
fr: Doit être composé d'au moins 8 caractères dont au moins une majuscule, une minuscule et un chiffre.

source: example: JaneDoe
fr: exemple : MarieDupont

source: Will be shown in any discussions or forums you participate in
fr: Sera visible dans toute discussion ou forum où vous participerez

source: example: Jane Doe
fr: exemple : Marie Dupont

source: Needed for any certificates you may earn <strong>(cannot be changed later)</strong>
fr: Requis pour tout certificat que vous pourriez obtenir

source: Welcome {username}
fr: Bienvenue {username}

source: Enter a public username:
fr: Entrez un nom d'utilisateur public :

source: Optional Personal Information
fr: Informations personnelles optionnelles

source: Highest Level of Education Completed
fr: Plus haut niveau de formation atteint

source: Gender
fr: Genre

source: Year of Birth
fr: Année de naissance

source: Mailing Address
fr: Adresse postale

source: Please share with us your reasons for registering with {platform_name}
fr: Merci de nous faire part de vos motivations concernant l'inscription à {platform_name}

source: Account Acknowledgements
fr: Accusés de réception des comptes

source: I agree to the {link_start}Terms of Service{link_end}
fr: J'accepte les {link_start}Conditions Générales d'Utilisation{link_end}

source: I agree to the {link_start}Honor Code{link_end}
fr: J'accepte la {link_start}Charte utilisateurs{link_end}

source: Register
fr: S'inscrire

source: Create My Account
fr: Créer mon compte

source: Mandatory fields
fr: Champs obligatoires

source: Registration Help
fr: Aide pour l'inscription

source: Already registered?
fr: Déjà inscrit ?

source: Click here to log in.
fr: Cliquez ici pour vous connecter.

source: Welcome to {platform_name}
fr: Bienvenue sur {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
fr: L'inscription à {platform_name} vous donne accès à tous nos cours actuels et futurs. Vous n'êtes pas prêt à suivre un cours pour l'instant? L'inscription vous ajoute à notre liste de diffusion - nous vous tiendrons au courant dès que des cours sont ajoutés.

source: Next Steps
fr: Étapes suivantes

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
fr: Vous allez recevoir un mail d'activation. Vous devrez cliquer sur le lien d'activation pour compléter l'inscription. Vous ne voyez pas le mail ? Vérifiez votre dossier de spam et marquez les mails provenant de class.stanford.edu comme n'étant pas du spam, puisque vous voudrez pouvoir recevoir des emails provenant de nos cours.

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
fr: En rejoignant {platform_name}, vous recevrez un mail d'activation. Vous devrez cliquer sur le lien d'activation pour compléter l'inscription. Vous ne voyez pas le mail ? Vérifiez votre dossier de spam et marquez les mails provenant de {platform_name} comme n'étant pas du spam. A {platform_name}, nous communiquons essentiellement par mail.

source: Need help in registering with {platform_name}?
fr: Besoin d'aide pour vous inscrire à {platform_name} ?

source: View our FAQs for answers to commonly asked questions.
fr: Visitez nos FAQs pour des réponses aux questions fréquemment posées.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
fr: Une fois inscrit, la plupart des réponses aux questions se trouvent dans les forums de discussions spécifiques au cours ou dans les FAQs.

source: Section Navigation
fr: Menu des sections

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Sign Up for {span_start}{platform_name}{span_end}
fr: Inscrivez-vous sur {span_start}{platform_name}{span_end}

source: E-mail *
fr: Adresse email *

source: e.g. yourname@domain.com
fr: par exemple votrenom@domaine.com

source: Password *
fr: Mot de passe *

source: Public Username *
fr: Nom d'utilisateur public *

source: e.g. yourname (shown on forums)
fr: par exemple votrenom (affiché sur les forums)

source: Full Name *
fr: Nom complet *

source: e.g. Your Name (for certificates)
fr: par exemple Votre Nom (pour les certificats)

source: <i>Welcome</i> {name}
fr: <i>Bienvenue</i> {name}

source: Ed. Completed
fr: Ed. Terminé

source: Year of birth
fr: Année de naissance

source: Mailing address
fr: Adresse postale

source: Goals in signing up for {platform_name}
fr: Motivations d'inscription à {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}*
fr: J'accepte les {link_start}conditions d'utilisation du Service{link_end} *

source: I agree to the {link_start}Honor Code{link_end}*
fr: J'accepte la {link_start}charte utilisateur{link_end} *

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Login.
fr: Connexion.

source: Close Modal
fr: Fermer la fenêtre contextuelle

source: Staff Debug Info
fr: Info de débogage pour l'équipe pédagogique

source: Submission history
fr: Historique de rendu

source: {platform_name} Content Quality Assessment
fr: Évaluation de la qualité du contenu de {platform_name}

source: Comment
fr: Commentaire

source: comment
fr: commentaire

source: Optional tag (eg "done" or "broken"):&nbsp;
fr: Tag optionnel (par exemple "fait" ou "cassé"):&nbsp;

source: Add comment
fr: Ajouter un commentaire

source: Staff Debug
fr: Débogage équipe pédagogique

source: Module Fields
fr: Champs Module

source: {platform_name} Fields
fr: Champs {platform_name}

source: XML attributes
fr: attributs XML

source: Submission History Viewer
fr: Visionneuse d'historique de soumission

source: User:
fr: Utilisateur :

source: View History
fr: Afficher historique

source: {course_number} Textbook
fr: Manuel {course_number}

source: Textbook Navigation
fr: Navigation Manuel

source: Automatic Zoom
fr: Zoom automatique

source: Actual Size
fr: Taille actuelle

source: Fit Page
fr: Ajuster à la page

source: Full Width
fr: Pleine largeur

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Pearson VUE Test Center Proctoring - Registration
fr: Centre de test et de surveillance d'examens Pearson VUE - Inscription

source: Your Pearson VUE Proctored Exam Registration
fr: Votre inscription à un examen surveillé Pearson VUE

source: Register for a Pearson VUE Proctored Exam
fr: S'inscrire à un test Pearson VUE surveillé

source: Your registration for the Pearson exam has been processed
fr: Votre inscription pour l'examen Pearson a été traitée

source: Your registration number is <strong>{reg_number}</strong>. (Write this down! You'll need it to schedule your exam.)
fr: Votre numéro d'inscription est <strong>{reg_number}</strong>. (Notez ceci ! Vous en aurez besoin pour planifier votre examen.)

source: Your demographic information contained an error and was rejected
fr: Vos informations démographiques contenaient une erreur et on été rejetées

source: Please check the information you provided, and correct the errors noted below.
fr: Vérifiez les informations saisies, et corrigez les erreur indiquées ci-dessous.

source: Your registration for the Pearson exam has been rejected
fr: Votre inscription pour l'examen Pearson a été rejetée

source: Please see your <strong>registration status</strong> details for more information.
fr: Merci de vérifier vos <strong>détails d'inscription</strong> pour plus d'information.

source: Your registration for the Pearson exam is pending
fr: Votre inscription pour l'examen Pearson est en attente de traitement

source: Once your information is processed, it will be forwarded to Pearson and you will be able to schedule an exam.
fr: Une fois que vos informations auront été traitées, elles seront envoyées à Pearson, et vous pourrez planifier votre examen.

source: Registration Form
fr: Formulaire d'inscription

source: Registration for this Pearson exam is closed
fr: Les inscriptions pour cet examen Pearson sont fermées

source: Your previous information is available below, however you may not edit any of the information.
fr: Vos informations précédentes sont disponibles ci-dessous, mais vous ne devriez pas les modifier.

source: Please use the following form if you need to update your demographic information used in your Pearson VUE Proctored Exam. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)
fr: Merci d'utiliser le formulaire suivant si vous devez mettre à jour vos informations démographiques utilisées pour votre examen surveillé Pearson VUE. Les champs requis sont notés en <strong class="indicator">texte gras et avec un astérisque (*)

source: Please provide the following demographic information to register for a Pearson VUE Proctored Exam. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)
fr: Merci de fournir les informations démographiques suivantes pour vous inscrire à un examen surveillé Pearson VUE. Les champs requis sont notés en <strong class="indicator">texte gras et avec un astérisque (*)

source: Personal Information
fr: Informations personnelles

source: Salutation
fr: Civilité

source: e.g. Mr., Ms., Mrs., Dr.
fr: par exemple M., Mme, Dr.

source: First Name
fr: Prénom

source: e.g. Albert
fr: par ex. Albert

source: Middle Name
fr: Deuxième prénom

source: Last Name
fr: Nom

source: e.g. Einstein
fr: par ex. Einstein

source: Suffix
fr: Suffixe

source: e.g. Jr., Sr.
fr: par ex. Jr., Sr.

source: Address Line #1
fr: Adresse ligne 1

source: e.g. 112 Mercer Street
fr: par ex. 112 rue Mercier

source: Address Line #2
fr: Adresse ligne 2

source: e.g. Apartment 123
fr: par ex. Appartement 123

source: Address Line #3
fr: Adresse ligne 3

source: e.g. Attention: Albert Einstein
fr: par ex. A l'attention de Albert Einstein

source: City
fr: Ville

source: e.g. Newark
fr: par ex. Paris

source: State/Province
fr: Région

source: e.g. NJ
fr: par ex. Ile-de-France

source: Postal Code
fr: Code Postal

source: e.g. 08540
fr: par ex. 75000

source: Country Code
fr: Code Pays

source: e.g. USA
fr: par ex. France

source: Contact &amp; Other Information
fr: Contact &amp; Autre Information

source: Phone Number
fr: Numéro de téléphone

source: Phone Country Code
fr: Indicatif Pays

source: Fax Number
fr: Numéro de fax

source: Fax Country Code
fr: Indicatif pays pour fax

source: Company
fr: Entreprise

source: e.g. American Association of University Professors
fr: par ex. L'Association Américaine des Professeurs d'Université

source: <span class="title">Note</span>: Your previous accommodation request below needs to be reviewed in detail <strong>and will add a significant delay to your registration process</strong>.
fr: <span class="title">Notez</span> : Votre précédente demande d'aménagement doit être examinée en détail <strong> et ajoute un délai supplémentaire au processus de votre inscription</strong>.

source: <span class="title">Note</span>: Accommodation requests are not part of your demographic information, <strong>and cannot be changed once submitted</strong>. Accommodation requests, which are reviewed on a case-by-case basis, <strong>will add significant delay to the registration process</strong>.
fr: <span class="title">Notez</span> : Vos demandes d'aménagement ne font pas partie de vos informations démographiques, <strong> et ne peuvent être changées après soumission</strong>. Les demandes d'aménagement sont traitées au cas par cas, ce qui <strong>ajoute un délai supplémentaire au processus de votre inscription</strong>.

source: Optional Information
fr: Informations optionnelles

source: Accommodations Requested
fr: Aménagements demandés

source: Update Demographics
fr: Mettre à jour les informations démographiques

source: Cancel Update
fr: Annuler la mise à jour

source: Register for Pearson VUE Test
fr: S'inscrire à un test Pearson VUE

source: Cancel Registration
fr: Annuler l'inscription

source: Special (<abbr title="Americans with Disabilities Act">ADA</abbr>) Accommodations
fr: Aménagements pour prise en charge du Handicap

source: Pearson Exam Registration Status
fr: État d'inscription à l'examen Pearson

source: Demographic Information
fr: Informations démographiques

source: The demographic information you most recently provided is pending. You may edit this information at any point before exam registration closes on <strong>{end_date}</strong>
fr: Les informations démographiques que vous avez fournies sont en attente. Vous pouvez le éditer n'importe quand avant la fin des inscriptions aux examens le <strong>{end_date}</strong>

source: The demographic information you most recently provided has been processed. You may edit this information at any point before exam registration closes on <strong>{end_date}</strong>
fr: Les informations démographiques que vous avez fournies ont été traitées. Vous pouvez éditer ces informations n'importe quand avant la fin des inscriptions à l'examen le <strong>{end_date}</strong>

source: The demographic information you most recently provided has been rejected by Pearson. You can correct and submit it again before the exam registration closes on <strong>{end_date}</strong>. The error message is:
fr: Les informations démographiques que vous avez fournies ont été rejetées par Pearson. Vous pouvez les corriger et les soumettre à nouveau avant la fin des inscriptions aux examens le <strong>{end_date}</strong>. Le message d'erreur est :

source: If the error is not correctable by revising your demographic information, please {contact_link_start}contact edX at exam-help@edx.org{contact_link_end}.
fr: Si l'erreur ne peut être corrigée en modifiant vos informations démographiques, merci de contacter {contact_link_start}edX à l'adresse exam-help@edx.org{contact_link_end}.

source: Accommodations Request
fr: Demande d'aménagements

source: Your requested accommodations are pending. Within a few days, you should see confirmation here of granted accommodations.
fr: Votre demande d'aménagements est en attente de traitement. Dans quelques jours, vous aurez ici confirmation des aménagements accordés.

source: Your requested accommodations have been reviewed and processed. You are allowed:
fr: Les aménagements demandés ont été examinés et traités. Vous avez les autorisations suivantes :
