Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Note: No spaces or special characters are allowed. This cannot be changed.
fr: Note: Pas d'espace ou de caractères spéciaux autorisés. Ceci ne peut être changé.

source: Course Number
fr: Numéro du Cours

source: e.g. CS101
fr: par exemple CS101

source: The unique number that identifies your course within your organization
fr: Le numéro unique qui identifie votre Cours au sein de votre organisme

source: Course Run
fr: Session

source: e.g. 2013_Spring
fr: par exemple 2013_Printemps

source: The term in which your course will run
fr: La période durant laquelle votre cours se déroulera

source: Create
fr: Créer

source: Organization:
fr: Organisme :

source: Course Number:
fr: Numéro du Cours :

source: Are you staff on an existing Studio course?
fr: Êtes vous membre d'une équipe pédagogique d'un Cours Studio ?

source: You will need to be added to the course in Studio by the course creator. Please get in touch with the course creator or administrator for the specific course you are helping to author.
fr: Vous devrez être ajouté au Cours dans Studio par le créateur du Cours. Merci de vous mettre en relation avec l'auteur du Cours ou un administrateur pour les Cours spécifiques dont vous participez à la réalisation.

source: Create Your First Course
fr: Créer votre premier Cours

source: Your new course is just a click away!
fr: Votre nouveau Cours en un clic !

source: Becoming a Course Creator in Studio
fr: Devenir un créateur de Cours dans Studio

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
fr: edX Studio est une solution hébergée à destination de nos partenaires XConsortium et des invités sélectionnés. Les formations pour lesquelles vous êtes un membre de l'équipe apparaissent au-dessus pour vous permettre de les éditer, tandis que les privilèges de créateur de cours sont accordés par edX. Notre équipe évaluera votre demande et vous fournira un retour dans les 24 heures, jours ouvrables.

source: Your Course Creator Request Status:
fr: Statut de votre requête de création de Cours :

source: Request the Ability to Create Courses
fr: Demander la permission de créer des Cours

source: Your Course Creator Request Status
fr: Statut de votre requête de création de Cours

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team is has completed evaluating your request.
fr: edX Studio est une solution hébergée à destination de nos partenaires XConsortium et des invités sélectionnés. Les formations pour lesquelles vous êtes un membre de l'équipe apparaissent au-dessus pour vous permettre de les éditer, tandis que les privilèges de créateur de cours sont accordés par edX. Notre équipe vient d'étudier votre demande.

source: Your Course Creator request is:
fr: Votre requête de création de Cours est :

source: Denied
fr: Refusée

source: Your request did not meet the criteria/guidelines specified by edX Staff.
fr: Votre requête ne satisfait pas les critères/directives spécifiées par l'équipe edX.

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team is currently evaluating your request.
fr: edX Studio est une solution hébergée à destination de nos partenaires XConsortium et des invités sélectionnés. Les formations pour lesquelles vous êtes un membre de l'équipe apparaissent au-dessus pour vous permettre de les éditer, tandis que les privilèges de créateur de cours sont accordés par edX. Notre équipe étudie actuellement votre demande.

source: Pending
fr: En attente

source: Your request is currently being reviewed by edX staff and should be updated shortly.
fr: Votre requête est en cours d'examen par l'équipe edX et devrait être mise à jour bientôt.

source: Need help?
fr: Besoin d'aide ?

source: If you are new to Studio and having trouble getting started, there are a few things that may be of help:
fr: Si vous êtes nouveau dans Studio et que vous avez des problèmes pour commencer, voici quelques petites choses pour vous aider :

source: Get started by reading Studio's Documentation
fr: Commencez par lire la documentation de Studio

source: Request help with Studio
fr: Demander de l'aide avec Studio

source: Can I create courses in Studio?
fr: Puis je créer des cours dans Studio ?

source: In order to create courses in Studio, you must
fr: Pour créer des cours dans Studio, vous devez

source: contact edX staff to help you create a course
fr: Contacter l'équipe edX pour vous aider à créer un cours

source: In order to create courses in Studio, you must have course creator privileges to create your own course.
fr: Afin de créer des cours dans Studio, vous devez avoir le privilège de créateur de cours pour pouvoir créer votre propre cours.

source: Your request to author courses in studio has been denied. Please
fr: Votre requête de création de cours dans Studio a été refusée.

source: contact edX Staff with further questions
fr: Merci de contacter l'équipe edX pour des renseignements supplémentaires

source: Thanks for signing up, %(name)s!
fr: Merci pour votre inscription, %(name)s !

source: We need to verify your email address
fr: Nous devons vérifier votre adresse email

source: Almost there! In order to complete your sign up we need you to verify your email address (%(email)s). An activation message and next steps should be waiting for you there.
fr: On y est presque ! Afin de finaliser votre inscription, nous devons vérifier votre adresse email (%(email)s). Un message d'activation et la suite de la procédure vous attendent dans votre messagerie.

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
fr: Merci de vérifier votre corbeille ou votre dossier de Spam au cas où notre mail ne se trouve pas dans votre boite de réception. Vous ne trouvez toujours pas le mail de vérification ? Demandez de l'aide via le lien ci-dessous.

source: Sign In
fr: Se Connecter

source: Sign In to edX Studio
fr: Se Connecter à edX Studio

source: Don't have a Studio Account? Sign up!
fr: Pas de compte Studio ? Inscrivez-vous !

source: Required Information to Sign In to edX Studio
fr: Information requise pour se connecter à edX Studio

source: Email Address
fr: Adresse email

source: Forgot password?
fr: Mot de passe oublié ?

source: Password
fr: Mot de passe

source: Studio Support
fr: Support Studio

source: Need Help?
fr: Besoin d'aide ?

source: Having trouble with your account? Use {link_start}our support center{link_end} to look over self help steps, find solutions others have found to the same problem, or let us know of your issue.
fr: Des problèmes avec votre compte ? Utilisez {link_start}notre centre de support{link_end} pour obtenir des démarches de résolution, voir les solutions de ceux qui ont eu les mêmes problèmes que vous, ou nous signaler votre problème.

source: Course Team Settings
fr: Paramètres de l'équipe pédagogique

source: Course Team
fr: Équipe pédagogique

source: New Team Member
fr: Nouveau membre d'équipe

source: Add a User to Your Course's Team
fr: Ajouter un utilisateur à votre équipe de cours

source: New Team Member Information
fr: Information du nouveau membre d'équipe

source: User's Email Address
fr: Adresse email utilisateur

source: e.g. jane.doe@gmail.com
fr: par exemple marie.dupont@exemple.fr

source: Please provide the email address of the course staff member you'd like to add
fr: Merci de fournir l'adresse mail du membre de l'équipe pédagogique du cours que vous souhaitez ajouter

source: Add User
fr: Ajouter un utilisateur

source: Current Role:
fr: Rôle en cours :

source: Admin
fr: Administrateurs

source: You!
fr: Vous !

source: Staff
fr: Équipe pédagogique

source: send an email message to {email}
fr: envoyer un mail à {email}

source: Promote another member to Admin to remove your admin rights
fr: Promouvez un autre membre comme Admin pour pouvoir enlever vos droits d'administration

source: Remove Admin Access
fr: Retirer l'accès Admin

source: Add Admin Access
fr: Ajouter l'accès Admin

source: Delete the user, {username}
fr: Supprimer l'utilisateur, {username}

source: Add Team Members to This Course
fr: Ajouter des membres d'équipe à ce Cours

source: Adding team members makes course authoring collaborative. Users must be signed up for Studio and have an active account.
fr: Ajouter des membres à l'équipe pédagogique permet de travailler de manière collaborative. Les utilisateurs doivent être inscrits à Studio et avoir activé leur compte.

source: Add a New Team Member
fr: Ajout d'un nouveau membre d'équipe

source: About Roles within Your Course Team
fr: A propos des rôles dans votre équipe pédagogique

source: Course team members are co-authors (staff). They have full access to all the content in the course and all the same editing privileges. Admins have the unique ability to add and remove course team members.
fr: Les membres de l'équipe pédagogique sont co-auteurs. Ils ont pleinement accès au contenu du cours et ont tous les mêmes privilèges d'édition. Les admins ont pour seul privilège d'ajouter et d'enlever des membres aux équipes.

source: Tranferring Ownership
fr: Transfert de propriété

source: There must always be an Admin assigned to every course. To transfer your ownership of the course, add Admin access to another user and request they remove you from the Course Team list.
fr: Il doit toujours y avoir un Admin affecté à chaque cours. Pour transférer la propriété du cours, donnez l'accès Admin à un autre utilisateur et demandez lui de vous enlever de la liste.

source: Course Outline
fr: Plan du Cours

source: Collapse/expand this section
fr: Replier/déplier cette section

source: New Section Name
fr: Nom de la nouvelle section

source: Delete this section
fr: Supprimer cette section

source: Drag to re-order
fr: Glissez pour réorganiser

source: New Subsection
fr: Nouvelle Sous-section

source: New Unit
fr: Nouvelle Unité

source: Collapse All Sections
fr: Replier toutes les Sections

source: New Section
fr: Nouvelle Section

source: Expand/collapse this section
fr: Replier/déplier cette section

source: This section has not been released.
fr: Cette section n'a pas été publiée.

source: Schedule
fr: Emploi du temps

source: Will Release:
fr: sera publié :

source: Expand/collapse this subsection
fr: Replier/déplier cette sous-section

source: Delete this subsection
fr: Supprimer cette sous-section

source: Section Release Date
fr: Date de publication de la section

source: On the date set above, this section - {name} - will be released to students. Any units marked private will only be visible to admins.
fr: A la date indiquée, cette section - {name} - sera publiée aux étudiants. Les unités marquées privées seront uniquement visibles des administrateurs.

source: Schedule &amp; Details Settings
fr: Paramètres Dates et Détails

source: Schedule & Details
fr: Dates & Détails

source: Basic Information
fr: Information de base

source: The nuts and bolts of your course
fr: Les références de votre Cours

source: This field is disabled: this information cannot be changed.
fr: Ce champ est désactivé : Cette information ne peut pas être changée

source: Course Summary Page
fr: page de Sommaire du Cours

source: (for student enrollment and access)
fr: (pour l'inscription des étudiants et l'accès)

source: Send a note to students via email
fr: Envoyer une note aux étudiants par email

source: Invite your students
fr: Inviter vos étudiants

source: Promoting Your Course with edX
fr: Faites décoller votre Cours avec edX

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
fr: La page de sommaire ne sera pas visible tant que votre formation n'aura pas été annoncée. Pour fournir du contenu pour cette page et la prévisualiser, suivez les instructions fournies par votre <abbr title="Program Manager">PM</abbr> ou Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.

source: Course Schedule
fr: Dates du Cours

source: Dates that control when your course can be viewed.
fr: Dates qui contrôlent quand votre cours peut être vu.

source: Course Start Date
fr: Date de début du Cours

source: First day the course begins
fr: Premier jour de Cours

source: Course Start Time
fr: Heure de début de Cours

source: Course End Date
fr: Date de fin de Cours

source: Last day your course is active
fr: Dernier jour d'activité de votre Cours

source: Course End Time
fr: Heure de fin de Cours

source: Enrollment Start Date
fr: Date de début des inscriptions

source: First day students can enroll
fr: Premier jour d'inscription des étudiants

source: Enrollment Start Time
fr: Heure de début d'inscription des étudiants

source: Enrollment End Date
fr: Date de fin d'inscription

source: Last day students can enroll
fr: Dernier jour d'inscription des étudiants

source: Enrollment End Time
fr: Heure de fin d'inscription

source: These Dates Are Not Used When Promoting Your Course
fr: Ces dates ne sont pas utilisées pour la promotion de votre formation

source: These dates impact <strong>when your courseware can be viewed</strong>, but they are <strong>not the dates shown on your course summary page</strong>. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
fr: Ces dates correspondent à <strong>quand votre contenu de cours sera visible</strong>, et <strong>ne sont pas les dates affichées sur le sommaire du cours</strong>. Pour renseigner la date de début de cours et la date d'inscription affichées sur le sommaire de votre cours, suivez les instructions fournies par votre <abbr title="Program Manager">PM</abbr> ou Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.

source: Introducing Your Course
fr: Présentation de votre Cours

source: Information for prospective students
fr: Information pour les futurs étudiants

source: Course Overview
fr: Présentation du Cours

source: your course summary page
fr: Page de sommaire de votre Cours

source: Introductions, prerequisites, FAQs that are used on %s (formatted in HTML)
fr: Présentations, pré-requis, FAQs qui sont utilisés sur la %s (formatés en HTML)

source: Course Introduction Video
fr: Vidéo de présentation du Cours

source: Delete Current Video
fr: Supprimer la vidéo en cours

source: Enter your YouTube video's ID (along with any restriction parameters)
fr: Entrer l'ID de votre vidéo Youtube (avec les paramètres de restriction)

source: Requirements
fr: Pré-requis

source: Expectations of the students taking this course
fr: Attentes envers les étudiants suivant ce cours

source: Hours of Effort per Week
fr: Heure(s) de travail par semaine

source: Time spent on all course work
fr: Temps consacré à l'ensemble du cours

source: How will these settings be used?
fr: Comment seront utilisés ces paramètres ?

source: Your course's schedule settings determine when students can enroll in and begin a course.
fr: Les horaires de votre Cours déterminent quand les étudiants peuvent s'inscrire et commencer à suivre un Cours.

source: Additionally, details provided on this page are also used in edX's catalog of courses, which new and returning students use to choose new courses to study.
fr: De plus, les détails indiqués sur cette page sont également utilisés dans le catalogue de Cours edX, dans lequel les étudiants actuels et nouveaux peuvent choisir de nouveaux Cours à étudier.

source: Other Course Settings
fr: Autres paramètres de cours

source: Grading
fr: Évaluation

source: Advanced Settings
fr: Paramètres avancés

source: Your policy changes have been saved.
fr: Les changements de règles ont été enregistrés.

source: There was an error saving your information. Please see below.
fr: Il y a eu une erreur durant l'enregistrement, indiquée ci-dessous.

source: Manual Policy Definition
fr: Définition manuelle des règles

source: Manually Edit Course Policy Values (JSON Key / Value pairs)
fr: Édition manuelle des règles du Cours (paires JSON clé/valeur)

source: <strong>Warning</strong>: Do not modify these policies unless you are familiar with their purpose.
fr: <strong>Attention</strong>: Ne modifiez pas ces règles si vous n'êtes pas familier de leur usage.

source: Manual policies are JSON-based key and value pairs that give you control over specific course settings that edX Studio will use when displaying and running your course.
fr: Les règles manuelles sont des paires clé-valeur, basées sur la notation objet Javascript JSON, qui vous permettent de modifier des paramètres spécifiques à votre cours, que edX Studio utilisera pour afficher et exécuter votre cours.

source: Any policies you modify here will override any other information you've defined elsewhere in Studio. With this in mind, please be very careful and do not edit policies that you are unfamiliar with (both their purpose and their syntax)
fr: Les règles que vous modifiez ici sont prioritaires sur toute autre réglage défini ailleurs dans Studio. Gardez ceci à l'esprit, faites attention et n'éditez pas de règles avec lesquelles vous ne seriez pas familier (à la fois de leur syntaxe et de leur utilité).

source: Details &amp; Schedule
fr: Dates &amp; Détails

source: Schedule and details
fr: Dates et détails

source: Faculty
fr: Université

source: Faculty Members
fr: Membres de l'Université

source: Faculty First Name:
fr: Nom de l'Université :

source: Faculty Last Name:
fr: Nom de l'université

source: Faculty Photo
fr: Photo de l'Université

source: Delete Faculty Photo
fr: Supprimer la photo de l'Université

source: Faculty Bio:
fr: Biographie de l'Université :

source: A brief description of your education, experience, and expertise
fr: Une brève description de votre niveau de formation, expérience et expertise

source: Delete Faculty Member
fr: Supprimer un membre de l'Université

source: Upload Faculty Photo
fr: Uploader une photo de l'Université

source: Max size: 30KB
fr: Taille maximum : 30KB

source: New Faculty Member
fr: Créer un membre de l'Université

source: Problems
fr: Exercices

source: General Settings
fr: Paramètres généraux

source: Course-wide settings for all problems
fr: Paramètres généraux pour tous les exercices du Cours

source: Problem Randomization:
fr: Randomisation de l'exercice :

source: Always
fr: Toujours

source: <strong>randomize all</strong> problems
fr: <strong>Randomisez tous</strong> les exercices

source: Never
fr: Jamais

source: <strong>do not randomize</strong> problems
fr: <strong>Ne pas randomiser</strong> les exercices

source: Per Student
fr: Par étudiant

source: randomize problems <strong>per student</strong>
fr: randomiser les exercices <strong>par étudiant</strong>

source: Show Answers:
fr: Afficher les réponses :

source: Check
fr: Vérifier

source: Final Check
fr: Vérification finale

source: Answers will be shown after the number of attempts has been met
fr: Les réponses seront affichées lorsque le nombre maximum d'essais aura été atteint.

source: Answers will never be shown, regardless of attempts
fr: Les réponses ne seront pas affichées, quel que soit le nombre d'essais

source: Number of Attempts <br /> Allowed on Problems:
fr: Nombre d'essais <br /> Autorisés pour les exercices :

source: Students will this have this number of chances to answer a problem. To set infinite atttempts, use "0"
fr: Les étudiants auront ce nombre d'essais pour répondre à un exercice. Pour un nombre infini de tentatives, utilisez "0"

source: Assignment Type Name
fr: Nom du type de travail

source: Number of Attempts <br /> Allowed on Problems:
fr: Nombre d'essais <br /> Autorisés pour les exercices :

source: 0 or higher
fr: 0 ou plus

source: Course-wide settings for online discussion
fr: Paramètres généraux pour la discussion en ligne du Cours

source: Anonymous Discussions:
fr: Discussions anonymes :

source: Allow
fr: Autoriser

source: Students and faculty <strong>will be able to post anonymously</strong>
fr: Les étudiants et l'Université <strong>pourront envoyer des messages anonymement</strong>

source: Do Not Allow
fr: Ne pas autoriser

source: Do not allow
fr: Ne pas autoriser

source: <strong>Posting anonymously is not allowed</strong>. Any previous anonymous posts <strong>will be reverted to non-anonymous</strong>
fr: <strong>Poster anonymement n'est pas autorisé</strong>. Tous les messages anonymes précédents <strong>deviendront non-anonymes</strong>

source: This option is disabled since there are previous discussions that are anonymous.
fr: Cette option est désactivée car il y a des discussions précédentes qui sont anonymes.

source: Discussion Categories
fr: Catégories de discussion

source: Category Name:
fr: Nom de catégorie :

source: General
fr: Général

source: Troubleshooting
fr: Dépannage

source: Study Groups
fr: Groupes d'étude

source: Delete Category
fr: Supprimer une catégorie

source: Lectures
fr: Conférences

source: Labs
fr: Travaux pratiques

source: New Discussion Category
fr: Nouvelle catégorie de discussion

source: Grading Settings
fr: Paramètres d'évaluation

source: Overall Grade Range
fr: Plage d'évaluation globale

source: Your overall grading scale for student final grades
fr: Votre échelle globale d'évaluation des notes finales des étudiants

source: Grading Rules &amp; Policies
fr: Règles de notation

source: Deadlines, requirements, and logistics around grading student work
fr: Dates limites, exigences et logistique autour de la notation du travail des étudiants

source: Grace Period on Deadline:
fr: délai supplémentaire à la date limite :

source: Leeway on due dates
fr: Marges de manœuvre sur les dates d'échéances

source: Assignment Types
fr: Types de travaux

source: Categories and labels for any exercises that are gradable
fr: Catégories et étiquettes pour tous les exercices soumis à notation

source: New Assignment Type
fr: Nouveau type de travail

source: Your grading settings will be used to calculate students grades and performance.
fr: Vos paramètres de notation seront utilisés pour calculer les notes des étudiants et leur performance.

source: Overall grade range will be used in students' final grades, which are calculated by the weighting you determine for each custom assignment type.
fr: L'échelle globale d'évaluation sera utilisée pour les notes finales des étudiants, calculées à l'aide des pondérations que vous avez affectées aux différents types de travaux.

source: Sign Up
fr: S'inscrire

source: Sign Up for edX Studio
fr: S'inscrire à edX Studio

source: Already have a Studio Account? Sign in
fr: Vous avez déjà un compte Studio ? Connectez vous

source: Ready to start creating online courses? Sign up below and start creating your first edX course today.
fr: Prêt à créer des cours en ligne ? Inscrivez-vous ci-dessous et commencez à créer votre premier cours edX aujourd'hui.
