Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Good news: there are unlimited "mulligans" in {edX}. You may re-take {edX} courses as often as you wish. Your performance in any particular offering of a course will not effect your standing in future offerings of any {edX} course, including future offerings of the same course.
fr: Bonne nouvelle : vous pouvez rejouer tant que vous voulez à {edX}. Vous pouvez suivre à nouveau les cours {edX} aussi souvent que vous le souhaitez. Vos résultats dans une session du cours n'aura aucun effet sur les futures sessions de quelque cours {edX}, y compris s'il s'agit du même cours.

source: Enrollment for a course that I am interested in is open, but the course has already started. Can I still enroll?
fr: L'inscription pour un cours qui m'intéresse est encore possible, mais le cours a commencé. Puis je encore m'inscrire ?

source: Yes, but you will not be able to turn in any assignments or exams that have already been due. If it is early in the course, you might still be able to earn enough points for a certificate, but you will have to check with the course in question in order to find out more.
fr: Oui, mais vous ne pourrez pas valider les examens ou travaux que vous auriez déjà du rendre. Si vous êtes au début du cours, vous devriez quand même pouvoir gagner assez de points pour un certificat, mais vérifiez le cours en question pour en savoir plus.

source: Is there an exam at the end?
fr: Y a-t-il un examen à la fin ?

source: Different courses have slightly different structures. Please check the course material description to see if there is a final exam or final project.
fr: Des cours différents ont des structures différentes. Vérifiez la description du cours pour voir si il y a un examen final ou un projet final.

source: Will the same courses be offered again in the future?
fr: Est ce que les mêmes cours seront à nouveau offerts à l'avenir ?

source: Existing {edX} courses will be re-offered, and more courses added.
fr: Les cours existants {edX} seront à nouveau offerts, et de nouveaux cours ajoutés.

source: Certificates & Credits
fr: Certificats et remerciements

source: Will I get a certificate for taking an {edX} course?
fr: Aurais-je un diplôme pour avoir suivi un cours {edX} ?

source: Online learners who receive a passing grade for a course will receive a certificate of mastery at the discretion of {edX} and the underlying {X} University that offered the course. For example, a certificate of mastery for {MITx}'s 6.002x Circuits &amp; Electronics will come from {edX} and {MITx}.
fr: Les apprenants en ligne qui réussissent un cours recevront un certificat de maitrise à la discrétion de {edX} et de l'université {X} sous-jacente qui a offert le cours. Par exemple, le certificat de maitrise pour le 6.002x Circuits &amp; Electronics du {MITx} proviendra de {edX} et du {MITx}.

source: If you passed the course, your certificate of mastery will be delivered online through edx.org. So be sure to check your email in the weeks following the final grading - you will be able to download and print your certificate. Note: At this time, {edX} is holding certificates for learners connected with Cuba, Iran, Syria and Sudan pending confirmation that the issuance is in compliance with U.S. embargoes.
fr: Si vous avez réussi le cours, votre certificat de maitrise sera délivré en ligne via edx.org. Vérifiez vos mails dans les semaines qui suivent l'épreuve finale - Vous pourrez télécharger et imprimer votre certificat. Note: Actuellement {edX} retient les certificats pour les apprenants connectés avec Cuba, l'Iran, la Syrie et le Soudan en attendant la confirmation que l'émission est en conformité avec les embargos américains.

source: How are {edX} certificates delivered?
fr: Comment sont délivrés les certificats {edX} ?

source: {EdX} certificates are delivered online through edx.org. So be sure to check your email in the weeks following the final grading - you will be able to download and print your certificate.
fr: Les certificats {EdX} sont délivrés en ligne via edx.org. Vérifiez vos mails dans les semaines qui suivent l'épreuve finale - Vous pourrez télécharger et imprimer votre certificat.

source: What is the difference between a proctored certificate and an honor code certificate?
fr: Quelle est la différence entre un certificat surveillé et un certificat de charte utilisateur ?

source: A proctored certificate is given to students who take and pass an exam under proctored conditions. An honor-code certificate is given to students who have completed all of the necessary online coursework associated with a course and have signed <link> the {edX} honor code </link>.
fr: Un certificat surveillé est donné aux étudiants qui ont pris et passés des examens dans des conditions surveillées. Un certificat sur le code d'honneur est donné aux étudiants qui ont terminés tout le travail en ligne nécessaire associé à un cours et qui à signé <link>la charte utilisateur {edX}</link>.

source: Can I get both a proctored certificate and an honor code certificate?
fr: Puis-je obtenir à la fois un certificat surveillé et un certificat sur la charte utilisateur ?

source: Yes. The requirements for both certificates can be independently satisfied.
fr: Oui. Les exigences pour chaque certificats peuvent être satisfaites indépendamment.

source: Will my grade be shown on my certificate?
fr: Est ce que ma note apparaitra sur mon certificat ?

source: No. Grades are not displayed on either honor code or proctored certificates.
fr: Non, les diplômes ne sont pas affichés sur à la fois sur les certificats surveillés et la charte utilisateur.

source: The only certificates distributed with grades by {edX} were for the initial prototype course.
fr: Les seuls certificats distribués avec des notes par {edX} étaient ceux du prototype initial de cours.

source: Will my university accept my {edX} coursework for credit?
fr: Mon université accordera-t-elle du crédit à mon parcours de formation {edX} ?

source: Each educational institution makes its own decision regarding whether to accept {edX} coursework for credit. Check with your university for its policy.
fr: Chaque institution d'enseignement prend ses propres décisions au sujet du crédit des parcours de formation {edX}. Renseignez vous auprès de votre université pour connaitre sa politique.

source: I lost my {edX} certificate - can you resend it to me?
fr: J'ai perdu mon certificat {edX} - Pouvez vous me l'envoyer à nouveau ?

source: Please log back in to your account to find certificates from the same profile page where they were originally posted. You will be able to re-print your certificate from there.
fr: Merci de vous connecter à nouveau à votre compte pour trouver les certificats sur la page de profil d'origine. Vous pourrez les réimprimer de là.

source: What's open source?
fr: Qu'est ce que l'open source ?

source: Open source is a philosophy that generally refers to making software freely available for use or modification as users see fit. In exchange for use of the software, users generally add their contributions to the software, making it a public collaboration. The {edX} platform will be made available as open source code in order to allow world talent to improve and share it on an ongoing basis.
fr: L'open source est une philosophie qui se réfère généralement à rendre le logiciel librement disponible pour une utilisation ou des modifications que les utilisateurs jugent bonnes. En échange de l'utilisation du logiciel, les utilisateurs ajoutent généralement leurs contributions au logiciel, ce qui en fait une collaboration publique. La plate-forme {edX} sera disponible en open source afin de permettre aux talents du monde entier d'améliorer et de partager sur une base continue.

source: When/how can I get the open-source platform technology?
fr: Quand/comment puis je obtenir la technologie open-source de la plateforme ?

source: We are still building the {edX} technology platform and will be making announcements in the future about its availability.
fr: Nous sommes toujours en train de construire la technologie de la plateforme {edX} et nous communiquerons à l'avenir sur sa disponibilité.

source: Other Help Questions - Account Questions
fr: Autres questions d'aide - Questions à propos du compte

source: My username is taken.
fr: Mon nom d'utilisateur est déjà utilisé.

source: Now's your chance to be creative: please try a different, more unique username - for example, try adding a random number to the end.
fr: Soyez créatif : merci d'essayer un nom d'utilisateur différent, rendez le unique - Par exemple, essayez d'ajouter un nombre aléatoire à la fin.

source: Why does my password show on my course login page?
fr: Pourquoi mon mot de passe s'affiche-t-il sur la page de connexion du cours ?

source: Oops! This may be because of the way you created your account. For example, you may have mistakenly typed your password into the login box.
fr: Oups ! Cela doit dépendre de la manière dont vous avez créé votre compte. Par exemple, vous pouvez avoir par erreur tapé votre mot de passe dans la case de login.

source: I am having login problems (password/email unrecognized).
fr: J'ai des problèmes de connexion (mot de passe/email non reconnus)

source: Please check your browser's settings to make sure that you have the current version of Firefox or Chrome, and then try logging in again. If you find access impossible, you may simply create a new account using an alternate email address - the old, unused account will disappear later.
fr: Merci de vérifier les paramètres de votre navigateur pour être sur que vous avez la dernière version de Firefox ou Chrome, puis essayez à nouveau de vous connecter. Si l'accès est impossible, créez un nouveau compte en utilisant une adresse mail alternative - le vieux compte, inutilisé, disparaitra plus tard.

source: I did not receive an activation email.
fr: Je n'ai pas reçu de mail d'activation.

source: If you did not receive an activation email it may be because:
fr: Si vous n'avez pas reçu de mail d'activation, cela peut être parce que :

source: There was a typo in your email address.
fr: Il y avait une faute de frappe dans votre adresse email.

source: Your spam filter may have caught the activation email. Please check your spam folder.
fr: Votre filtre anti-spam a peut-être pris l'email d'activation. Merci de vérifier votre dossier spam.

source: You may be using an older browser. We recommend downloading the current version of Firefox or Chrome.
fr: Vous semblez utiliser un vieux navigateur. Nous recommandons de télécharger la version courante de Firefox ou Chrome.

source: JavaScript is disabled in your browser. Please check your browser settings and confirm that JavaScript is enabled.
fr: Javascript est désactivé dans votre navigateur. Vérifier les paramètres de votre navigateur et confirmez que Javascript est activé.

source: If you continue to have problems activating your account, we recommend that you try creating a new account. There is no need to do anything about the old account. If it is not activated through the link in the email, it will disappear later.
fr: Si vous avez des problèmes avec l'activation de votre compte, nous recommandons de créer un nouveau compte. Il n'y a rien à faire avec l'ancien. S'il n'est pas activé via le lien du mail, il disparaitra plus tard.

source: Can I delete my account?
fr: Puis je détruire mon compte

source: There's no need to delete you account. An old, unused {edX} account with no course completions associated with it will disappear.
fr: Il n'y a pas besoin de détruire votre compte. Un vieux compte {edX} inutilisé, sans cours associé disparaitra.

source: I made a mistake creating my username - how do I fix it?
fr: J'ai fait une erreur en créant mon nom d'utilisateur. Comment puis je la réparer ?

source: In most cases it would simplest and fastest to create a new account. Your old unused account will vanish naturally. If you were not aware of your mistake until much later, you should send us a detailed change request and we will do our best to edit your username. Please bear in mind that usernames are unique, and the one you want may be taken.
fr: Dans la plupart des cas, il est plus simple et plus rapide de créer un nouveau compte. Votre ancien compte disparaitra naturellement. Si vous découvrez votre erreur beaucoup plus tard, vous devrez nous envoyer une demande de changement détaillé et nous ferons de notre mieux pour modifier votre nom d'utilisateur. Gardez à l'esprit que les identifiants sont uniques, et celui que vous voulez peut être pris.

source: I am experiencing problems with the display. E.g., There are tools missing from the course display, or I am unable to view video.
fr: J'ai des problèmes d'affichage. Par exemple, il manque des outils du cours, ou je ne peux voir les vidéos.

source: Please check your browser and settings. We recommend downloading the current version of Firefox or Chrome. Alternatively, you may re-register with a different email account. There is no need to delete the old account, as it will disappear if unused.
fr: Merci de vérifier les paramètres de votre navigateur. Nous recommandons de télécharger la dernière version de Firefox ou Chrome. Sinon, vous pouvez vous réinscrire avec un compte email alternatif. Il n'y a pas besoin de détruire le vieux compte, il disparaitra plus tard s'il est inutilisé.

source: How can I help {edX}?
fr: Comment puis je aider {edX} ?

source: You may not realize it, but just by taking a course you are helping {edX}. That's because the {edX} platform has been specifically designed to not only teach, but also gather data about learning. {EdX} will utilize this data to find out how to improve education online and on-campus.
fr: Vous ne le réalisez peut être pas, mais vous aidez {edX} juste en suivant un cours. Car la plateforme {edX} a été spécialement conçue pour non seulement enseigner, mais également collecter des données au sujet de l'apprentissage. {EdX} utilisera ces données pour comprendre comment améliorer l'enseignement en ligne et sur le site des campus.

source: Certificates and Credits
fr: Certificats et remerciements

source: Honor Code
fr: Charte utilisateur

source: Collaboration Policy
fr: Règle de collaboration

source: By enrolling in a course on {edX}, you are joining a special worldwide community of learners. The aspiration of {edX} is to provide anyone in the world who has the motivation and ability to engage coursework from the {MIT_long}, {Harvard_long} and the {Berkeley_long} the opportunity to attain the best {MIT}, {Harvard} and {Berkeley}-based educational experience that internet technology enables. You are part of the community who will help {edX} achieve this goal.
fr: En vous inscrivant à un cours sur {edX}, vous rejoignez une communauté d'apprenants mondiale. L'ambition de {edX} est de fournir à quiconque dans le monde ayant la volonté et la capacité à s'engager dans une formation du {MIT_long}, de {Harvard_long} et de {Berkeley_long} la possibilité d'obtenir les meilleure expérience éducative du {MIT}, de {Harvard} et de {Berkeley} que peut permettre la technologie Internet. Vous faites partie de la communauté qui permettra à {edX} d'atteindre cet objectif.

source: {EdX} depends upon your motivation to learn the material and to do so with honesty. In order to participate in {edX}, you must agree to the Honor Code below and any additional terms specific to a class. This Honor Code, and any additional terms, will be posted on each class website.
fr: {EdX} dépend de votre volonté d'apprendre, et de le faire en toute honnêteté. Pour participer à {edX}, vous devez être en accord avec la charte utilisateur ci-dessous et tout supplément spécifique au cours. Cette charte utilisateur, et tout supplément, sera postée sur chaque site de classe.

source: {edX} Honor Code Pledge
fr: Engagement de charte utilisateur {edX}

source: By enrolling in an {edX} course, I agree that I will:
fr: En m'inscrivant à un cours {edX}, je confirme :

source: Complete all mid-terms and final exams with my own work and only my own work. I will not submit the work of any other person.
fr: Réaliser tous les examens de mi-période et les examens finaux avec mon propre travail et uniquement mon propre travail. Je ne soumettrais pas le travail de quelqu'un d'autre.

source: Maintain only one user account and not let anyone else use my username and/or password.
fr: Avoir un seul compte et ne laisser personne utiliser mon nom d'utilisateur et/ou mon mot de passe.

source: Not engage in any activity that would dishonestly improve my results, or improve or hurt the results of others.
fr: Ne rien faire qui améliore malhonnetement mes résultats, ou améliore ou dégrade les résultats des autres.

source: Not post answers to problems that are being used to assess student performance.
fr: Ne pas poster de réponse aux exercices utilisés comme évaluations pour les performances des étudiants.

source: Unless otherwise indicated by the instructor of an {edX} course, learners on {edX} are encouraged to:
fr: Sauf contre-indication de l'enseignant du cours {edX}, les apprenants {edX} sont encouragés à :

source: Collaborate with others on the lecture videos, exercises, homework and labs.
fr: Collaborer avec les autres pour la lecture des vidéos, les exercices, les devoirs et les travaux pratiques.

source: Discuss with others general concepts and materials in each course.
fr: Discuter avec les autres des concepts généraux et des ressources de chaque cours.

source: Present ideas and written work to fellow {edX} learners or others for comment or criticism.
fr: Proposer des idées et du travail écrit à ses collègues apprenants {edX} ou autres à des fins de commentaire ou de critique.

source: Do You Want to Change the Future of Education?
fr: Voulez vous changer l'Avenir de l'Enseignement ?

source: Our mission is to transform learning.
fr: Notre mission est de transformer l'enseignement.

source: &ldquo;EdX represents a unique opportunity to improve education on our campuses through online learning, while simultaneously creating a bold new educational path for millions of learners worldwide.&rdquo;
fr: &ldquo;EdX représente une opportunité unique d'améliorer l'enseignement sur nos campus au travers de l'apprentissage en ligne, tout en créant un nouveau parcours pédagogique audacieux pour des millions d'apprenants à travers le monde.&rdquo;

source: &ldquo;EdX gives Harvard and MIT an unprecedented opportunity to dramatically extend our collective reach by conducting groundbreaking research into effective education and by extending online access to quality higher education.&rdquo;
fr: &ldquo;EdX nous donne, à Harvard et au MIT, une opportunité sans précédent d'étendre considérablement notre portée en effectuant des recherches novatrices sur l'efficacité de l'enseignement et en élargissant l'accès en ligne à un enseignement supérieur de qualité.&rdquo;

source: EdX is looking to add new talent to our team!
fr: Edx recrute de nouveaux talents pour son équipe !

source: Our mission is to give a world-class education to everyone, everywhere, regardless of gender, income or social status
fr: Notre mission est de donner une éducation de classe mondiale à tous, partout, sans distinction de sexe, de revenu ou de statut social

source: Today, EdX.org, a not-for-profit provides hundreds of thousands of people from around the globe with access to free education.&nbsp; We offer amazing quality classes by the best professors from the best schools. We enable our members to uncover a new passion that will transform their lives and their communities.
fr: Aujourd'hui, EdX.org, un organisme sans but lucratif propose à des centaines de milliers de personnes du monde entier l'accès à un enseignement gratuit. Nous offrons des cours de qualité extraordinaire provenant des meilleurs professeurs issus des meilleures écoles. Nous permettons à nos membres de découvrir une nouvelle passion qui va transformer leur vie et leur communauté.

source: Around the world-from coast to coast, in over 192 countries, people are making the decision to take one or several of our courses. As we continue to grow our operations, we are looking for talented, passionate people with great ideas to join the edX team. We aim to create an environment that is supportive, diverse, and as fun as our brand. If you&rsquo;re results-oriented, dedicated, and ready to contribute to an unparalleled member experience for our community, we really want you to apply.
fr: Partout dans le monde, d'un océan à l'autre, dans plus de 192 pays, les gens prennent la décision de suivre un ou plusieurs de nos cours. Comme nous continuons à développer nos activités, nous recherchons des personnes talentueuses et passionnées avec de grandes idées pour rejoindre l'équipe edX. Nous visons à créer un environnement favorable, diversifié et aussi amusant que notre marque. Si vous êtes performant, dévoué et prêt à contribuer à une expérience inégalée de membre de notre communauté, nous voulons vraiment que vous postuliez.

source: As part of the edX team, you&rsquo;ll receive:
fr: En tant que membre de l'équipe edX, vous recevrez :

source: Competitive compensation
fr: Une rémunération concurrentielle

source: Generous benefits package
fr: Un généreux programme d'avantages sociaux

source: Free lunch every day
fr: Déjeuner gratuit tous les jours

source: A great working experience where everyone cares and wants to change the world (no, we're not kidding)
fr: Une fantastique expérience de travail où tous souhaitent changer le monde (non, nous ne plaisantons pas)

source: While we appreciate every applicant&rsquo;s interest, only those under consideration will be contacted. We regret that phone calls will not be accepted. Equal opportunity employer.
fr: Bien que nous apprécions l'intérêt de chaque candidat, seules les personnes retenues seront contactées. Nous regrettons que les appels téléphoniques ne soient pas acceptées. Il en va de l'égalité des chances devant l'emploi.

source: All positions are located in our Cambridge offices.
fr: Tous les postes sont basés dans nos bureaux de Cambridge.

source: <strong>TITLE</strong>
fr: <strong>TITRE</strong>

source: Responsibilities:
fr: Responsabilités :

source: A LIST
fr: Une LISTE

source: TEXT
fr: TEXTE

source: If you are interested in this position, please send an email to <a href="mailto:jobs@edx.org">jobs@edx.org</a>.
fr: Si vous êtes intéressé par ce poste, envoyez un mail à l'adresse <a href="mailto:jobs@edx.org">jobs@edx.org</a>.

source: DIRECTOR OF EDUCATION SERVICES
fr: DIRECTEUR DES SERVICES DE L'ÉDUCATION

source: The edX Director of Education Services reporting to the VP of Engineering and Education Services is responsible for:
fr: Le Directeur des Services d'Éducation edX relève du vice-président de l'ingénierie et des services et est chargé de:

source: Delivering 20 new courses in 2013 in collaboration with the partner Universities
fr: Proposer 20 nouveaux cours en 2013 en collaboration avec les universités partenaires

source: Reporting to the Director of Education Services are the Video production team, responsible for post-production of Course Video. The Director must understand how to balance artistic quality and learning objectives, and reduce production time so that video capabilities are readily accessible and at reasonable costs.
fr: L'équipe de production de Vidéo, responsable de la post-production de cours en vidéo, relève du Directeur des Services Éducatifs. Son Directeur doit comprendre comment équilibrer qualité artistique et objectifs pédagogiques, et réduire le temps de production de sorte que les capacités vidéo soient facilement accessibles et à des coûts raisonnables.
