Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Reporting to the Director are a small team of Program Managers, who are responsible for managing the day to day of course production and operations. The Director must be experienced in capacity planning and operations, understand how to deploy lean collaboration and able to build alliances inside edX and the University. In conjunction with the Program Managers, the Director of Education Services will supervise the collection of research, the retrospectives with Professors and the assembly of best practices in course production and operations. The three key deliverables are the use of a well-defined lean process for onboarding Professors, the development of tracking tools, and assessment of effectiveness of Best Practices.
fr: La petite équipe de Gestionnaires de Programmes, responsables de la gestion au jour le jour de la production, relève du Directeur. Son directeur doit être expérimenté dans la planification de tâches et de ressources, et comprendre comment développer une collaboration et tisser des liens entre edX et l'Université. En collaboration avec les Gestionnaires de Programme, le Directeur des Services Éducatifs supervisera l'ensemble de la recherche, des rétrospectives avec les enseignants et l'assemblage des meilleures pratiques de production et de construction de cours. Les trois principaux travaux demandés sont la définition d'un processus de gestion optimisé des enseignants participants, le développement d'outils de suivi et l'évaluation de l'efficacité des bonnes pratiques.

source: Also reporting to the Director of Education Services are content engineers and Course Fellows, skilled in the development of edX assessments. The Director of Education Services will also be responsible for communicating to the VP of Engineering requirements for new types of course assessments. Course Fellows are extremely talented Ph.D.'s who work directly with the Professors to define and develop assessments and course curriculum.
fr: Les Experts Ressources et Stagiaires du Cours, élaborent les évaluations edX relèvent du Directeur des Services de Éducation. Le Directeur des Services de l'Éducation transmettra également au vice-président les exigences techniques des nouveaux types d'évaluations de cours. Les Stagiaires de Cours sont des doctorants talentueux qui travaillent directement avec les enseignants pour définir et élaborer des évaluations et des programmes de cours.

source: Training and Onboarding of 30 Partner Universities and Affiliates
fr: Formation et relation avec 3O partenaires universitaires et affiliés

source: The edX Director of Education Services is responsible for building out the Training capabilities and delivery mechanisms for onboarding Professors at partner Universities. The edX Director must build out both the Training Team and the curriculum. Training will be delivered in both online courses, self-paced formats, and workshops. The training must cover a curriculum that enables partner institutions to be completely independent. Additionally, partner institutions should be engaged to contribute to the curriculum and partner with edX in the delivery of the material. The curriculum must exemplify the best in online learning, so the Universities are inspired to offer the kind of learning they have experienced in their edX Training.
fr: Le Directeur des Services de l'Éducation edX est responsable de l'organisation des capacités de formation et des mécanismes d'appui à destination des enseignants des universités partenaires. Le Directeur edX doit organiser à la fois l'équipe de formation et le programme pédagogique. Les formations seront proposées a la fois sous forme de cours en ligne, en auto-formation et en ateliers. La formation doit couvrir un programme qui permet aux institutions partenaires d'être totalement autonomes. En outre, les institutions partenaires devraient s'engager à contribuer au programme en partenariat avec edX pour la publication des ressources. Le programme de la formation doit refléter le meilleur de l'apprentissage en ligne, de sorte que les universités soient poussées à offrir le même type d'apprentissage que celui qu'elles ont vécu dans leur propre formation edX.

source: Expand and extend the education goals of the partner Universities by operationalizing best practices.
fr: Développer et étendre les objectifs pédagogiques des universités partenaires en mettant en application les meilleures pratiques.

source: Engage with University Boards to design and define the success that the technology makes possible.
fr: S'engager avec les équipes des université dans la conception et la définition de la réussite rendue possible par la technologie.

source: Growing the Team, Growing the Business
fr: Croissance de l'équipe, croissance de l'entreprise

source: The edX Director will be responsible for working with Business Development to identify revenue opportunities and build profitable plans to grow the business and grow the team.
fr: Le Directeur edX sera chargé de travailler avec le service du Développement Commercial pour identifier les opportunités de revenus et bâtir des plans de rentabilité pour cultiver l'entreprise et la croissance de l'équipe.

source: Maintain for-profit nimbleness in an organization committed to non-profit ideals.
fr: Maintenir une logique de rentabilité dans une organisation vouée à des idéaux non lucratifs.

source: Design scalable solutions to opportunities revealed by technical innovations
fr: Concevoir des solutions évolutives aux opportunités révélées par des innovations techniques

source: Integrating a Strong Team within Strong Organization
fr: Intégrer une équipe solide au sein d'une organisation forte

source: Connect organization's management and University leadership with consistent and high quality expectations and deployment
fr: Relier la direction de l'organisation et celles des l'Université avec des objectifs ambitieux et un déploiement cohérent

source: Integrate with a highly collaborative leadership team to maximize talents of the organization
fr: Intégrer une équipe de direction hautement collaborative pour maximiser les talents de l'organisation

source: Successfully escalate issues within and beyond the organization to ensure the best possible educational outcome for students and Universities
fr: Surmonter les problèmes internes et externes de l'organisation pour assurer le meilleur résultat éducatif possible pour les étudiants et les Universités

source: Skills:
fr: Aptitudes :

source: Ability to lead simultaneous initiatives in an entrepreneurial culture
fr: Aptitude à mener des initiatives simultanées dans une culture entrepreneuriale

source: Self-starter, challenger, strategic planner, analytical thinker
fr: Entrainant, apte au défi, planificateur stratégique, esprit logique

source: Excellent written and verbal skills
fr: Excellente expression orale et écrite

source: Strong, proactive leadership
fr: Un leadership fort et proactif

source: Experience with deploying educational technologies on a large scale
fr: Expérience dans le déploiement de technologies éducatives à une grande échelle

source: Develop team skills in a ferociously intelligent group
fr: Développer des compétences d'équipe dans un groupe furieusement intelligent

source: Fan the enthusiasm of the partner Universities when the enormity of the transition they are facing becomes intimidating
fr: Motivez les Universités partenaires intimidées lorsqu'elles prennent conscience de l'énormité de la transition auxquelles elles sont confrontées

source: Encourage creativity to allow the technology to provoke pedagogical possibilities that brick and mortar classes have precluded.
fr: Encourager la créativité pour permettre à la technologie d'ouvrir des possibilités pédagogiques que les classes physiques ont empêché.

source: Lean and Agile thinking and training. Experienced in Scrum or Kanban.
fr: Formation et réflexion Agile. Expérience en Scrum et Kanban.

source: Design and deliver hiring/development plans which meet rapidly changing skill needs.
fr: Concevoir et offrir des plans d'embauche/ de développement pour répondre aux besoins en constante et rapide évolution des compétences.

source: MANAGER OF TRAINING SERVICES
fr: GESTIONNAIRE DE SERVICES DE FORMATION (MANAGER OF TRAINING SERVICES)

source: The Manager of Training Services is an integral member of the edX team, a leader who is also a doer, working hands-on in the development and delivery of edX&rsquo;s training portfolio. Reporting to the Director of Education Services, the manager will be a strategic thinker, providing leadership and vision in the development of world-class training solutions tailored to meet the diverse needs of edX Universities, partners and stakeholders
fr: Le Gestionnaire des Services de Formation est un membre à part entière de l'équipe edX, un chef qui est aussi un homme d'action, de terrain dans le développement et la livraison du portefeuille de formation offert par edX. Relevant du Directeur des Services Éducatifs, le Gestionnaire sera un penseur stratégique, qui saura assurer son leadership et sa vision dans le développement de solutions de formation de classe d'envergure mondiale conçus pour répondre aux divers besoins des Universités, partenaires et intervenants edX

source: Working with the Director of Education Services, create and manage a world-class training program that includes in-person workshops and online formats such as self-paced courses, and webinars.
fr: En collaboration avec le Directeur des Services de l'Éducation, créer et gérer un programme de formation de classe d'envergure mondiale qui comprend des ateliers en personne et des ressources en ligne comme des cours d'auto-formation, et des webinaires.

source: Work across a talented team of product developers, video producers and content experts to identify training needs and proactively develop training curricula for new products and services as they are deployed.
fr: Travailler dans une équipe talentueuse de développeurs produits, de producteurs de vidéo et d'experts de contenu pour identifier les besoins de formation et élaborer de manière proactive des programmes de formation pour les nouveaux produits et services au fur et à mesure de leur deploiement.

source: Develop the means for sharing and showcasing edX best practices for both internal and external audiences.
fr: Développer les moyens de partager et de mettre en valeur les bonnes pratiques edX pour un public à la fois interne et externe.

source: Apply sound instructional design theory and practice in the development of all edX training resources.
fr: Appliquer sa théorie de la conception pédagogique et pratique dans le développement de toutes les ressources de formation edX.

source: Work with program managers to develop training benchmarks and Key Performance Indicators. Monitor progress and proactively make adjustments as necessary.
fr: Travailler avec les gestionnaires de programme à élaborer des évaluations des formations et des indicateurs de performance clés (KPI). Monitorer les progrès et faire les ajustements nécessaires de manière proactive.

source: Collaborate with product development on creating documentation and user guides.
fr: Collaborer au développement du produit en créant des documents et des guides de l'utilisateur.

source: Provide on-going evaluation of the effectiveness of edX training programs.
fr: Offrir des services d'évaluation de l'efficacité des programmes de formation edX.

source: Assist in the revision/refinement of training curricula and resources.
fr: Aider à la révision/amélioration des programmes et des ressources de formation.

source: Grow a train-the-trainer organization with edX partners, identifying expert edX users to provide on-site peer assistance.
fr: Faites émerger une organisation de formation des formateurs avec des partenaires edX, en identifiant les utilisateurs experts edX en vue de fournir une assistance par les pairs sur site.

source: Deliver internal and external trainings.
fr: Proposer des formations internes et externes.

source: Coordinate with internal teams to ensure appropriate preparation for trainings, and follow-up after delivery.
fr: Coordonner les équipes internes pour assurer une préparation appropriée pour les formations et le suivi après publication.

source: Maintain training reporting database and training records.
fr: Maintenir la base de données des rapports de formation et des dossiers de scolarité.

source: Produce training evaluation reports, training support plans, and training improvement plans.
fr: Produire des rapports d'évaluation de formation, des plans de soutien de formation, et des plans d'amélioration de formation.

source: Quickly become an expert on edX's standards, procedures and tools.
fr: Devenir rapidement un expert sur les standards, procédures et outils edX.

source: Stay current on emerging trends in eLearning, platform support and implementation strategy.
fr: Rester à jour au sujet des tendances émergentes dans l'e-learning, les plateformes et leur stratégie de mise en œuvre.

source: <strong>Requirements:</strong>
fr: <strong>Exigences :</strong>

source: Minimum of 5-7 years experience developing and delivering educational training, preferably in an educational technology organization.
fr: 5 à 7 ans minimum d'expérience en développement et prestation de formation, de préférence dans un organisme éducatif.

source: Lean and Agile thinking and training. Experienced in Scrum or Kanban.
fr: Formation et réflexion Agile. Expérience en Scrum et Kanban.

source: Excellent interpersonal skills including proven presentation and facilitation skills.
fr: Excellentes aptitudes relationnelles, présentation irréprochable et compétences en animation.

source: Strong oral and written communication skills.
fr: Fortes compétences en communication orale et écrite.

source: Proven experience with production and delivery of online training programs that utilize asychronous and synchronous delivery mechanisms.
fr: Expérience en production et prestation de programmes de formation en ligne utilisant des mécanismes de publication synchrones et asynchrones.

source: Flexibility to work on a variety of initiatives; prior startup experience preferred.
fr: Flexibilité et aptitude à travailler sur une variété d'initiatives; une première expérience est souhaitée.

source: Outstanding work ethic, results-oriented, and creative/innovative style.
fr: Éthique de travail exceptionnelle, axée sur les résultats, et style créatif/innovant.

source: Proactive, optimistic approach to problem solving.
fr: Approche proactive, optimiste de la résolution de problèmes.

source: Commitment to constant personal and organizational improvement.
fr: Engagement envers le développement personnel et organisationnel constant.

source: Willingness to travel to partner sites as needed.
fr: Prêt à voyager et vous rendre sur les sites partenaires selon les besoins.

source: Bachelor's or Master's in Education, organizational learning, or other related field preferred. But we're all about education, so let us know how you gained what you need to succeed in this role: projects after completing 6.00x or CS50x, Xbox cheevos, on-line guilds led, large scale innovations championed.
fr: Baccalauréat ou Maîtrise en Éducation, organisation de l'apprentissage, ou tout autre domaine connexe préféré. Mais nous sommes tous dans l'éducation, alors faites nous savoir comment vous avez obtenu ce dont vous avez besoin pour réussir dans ce rôle: les projets complétés après la fin de 6.00x ou CS50x, vos médailles Xbox, les guildes en ligne commandées, les innovations à grande échelle que vous avez défendues.

source: TRAINER
fr: ANIMATEUR (TRAINER)

source: All those Universities on the edX homepage are full of incredible professors and teaching teams, designing on-line courses that will change the face of education. The edX team is constantly training whole new university teams on how to make their visions shine using edX software. We're looking for some truly talented people to help train people on the tools that are enabling the future of education.
fr: Toutes ces universités sur la page d'accueil edX sont pleines de professeurs et d'équipes pédagogiques incroyables, concevant des cours en ligne qui vont changer la face de l'éducation. L'équipe edX forme constamment de nouvelles équipes universitaires sur la meilleure façon de faire éclater leur vision en utilisant les outils edX. Nous recherchons des gens vraiment talentueux pour aider à former les gens sur les outils qui construisent l'avenir de l'enseignement.

source: Facilitate training programs as required ensuring that best practices are incorporated in all learning environments.
fr: Faciliter les programmes de formation selon les besoins de sorte que les meilleures pratiques soient intégrées dans tous les environnements d'apprentissage.

source: Create and design learning materials for training curriculums, incorporate edX best practices into training curriculum.
fr: Créer et concevoir du matériel pédagogique pour les cursus de formation, d'intégrer les meilleures pratiques d'edX dans le cursus de formation.

source: Incorporate key performance metrics into training modules; participate in strategic initiatives
fr: Incorporer les indicateurs de performance clés dans les modules de formation; participer à des initiatives stratégiques

source: Measure, monitor and share training results with business units to identify future training opportunities.
fr: Mesurer, surveiller et de partager les résultats de formation avec les unités d'affaires afin d'identifier les futures opportunités de formation.

source: Identify and leverage existing resources to maximize partner efficiency and productivity.
fr: Identifier et exploiter les ressources existantes afin de maximiser l'efficacité et la productivité du partenaire.

source: Work with both Universities and edX to provide strategic input based on future training needs.
fr: Travailler avec les universités et EDX à apporter une contribution stratégique basée sur les besoins de formation futurs.

source: Communicate effectively in oral and written presentations.
fr: Communiquer efficacement dans des présentations écrites et orales.

source: Analyze learners training needs and identify cross training opportunities.
fr: Analyser les besoins des apprenants et identifier des possibilités de formations transversales.

source: Mentor and train others on training tools to expand training efficiency and uniformity.
fr: Guider et former les autres sur des outils de formation pour développer l'efficacité et l'uniformité des formations.

source: Build relationships with universities to be viewed as a trusted training partner.
fr: Batir des relations avec les universités pour être référencé comme un partenaire de formation de confiance.

source: Minimum of 1-3 years experience developing and delivering educational training, preferably in an educational technology organization.
fr: 1 à 3 ans minimum d'expérience en développement et prestation de formation, de préférence dans un organisme éducatif technologique.

source: Lean and Agile thinking and training. Experienced in Scrum or Kanban preferred.
fr: Formation et réflexion Agile. Expérience en Scrum et Kanban de préférence.

source: Willingness to travel to partner sites as needed.
fr: Prêt à voyager et vous rendre sur les sites partenaires selon les besoins.

source: Bachelors or Master's in Education, organizational learning, instructional design or other related field preferred. But we're all about education, so let us know how you gained what you need to succeed in this role: projects after completing 6.00x or CS50x, Xbox cheevos, on-line guilds led, large scale innovations championed.
fr: Baccalauréat ou Maîtrise en Éducation, organisation de l'apprentissage, ou tout autre domaine connexe préféré. Mais nous sommes tous dans l'éducation, alors faites nous savoir comment vous avez obtenu ce dont vous avez besoin pour réussir dans ce rôle: les projets complétés après la fin de 6.00x ou CS50x, vos médailles Xbox, les guildes en ligne commandées, les innovations à grande échelle que vous avez défendues.

source: INSTRUCTIONAL DESIGNER
fr: CONCEPTEUR PÉDAGOGIQUE

source: The Instructional Designer will work collaboratively with the edX content and engineering teams to plan, develop and deliver highly engaging and media rich online courses. The Instructional Designer will be a flexible thinker, able to determine and apply sound pedagogical strategies to unique situations and a diverse set of academic disciplines.
fr: Le concepteur pédagogique travaillera en collaboration avec le contenu edX et les équipes d'ingénierie pour planifier, élaborer et dispenser des cours en ligne très riches d'engagement et des médias. Le concepteur pédagogique sera un penseur souple, capable de déterminer et appliquer des stratégies pédagogiques solides à des situations uniques et un ensemble varié de disciplines universitaires.

source: Work with the video production team, product managers and course staff on the implementation of instructional design approaches in the development of media and other course materials.
fr: Travailler avec l'équipe de production vidéo, chefs de produits et le personnel de cours sur la mise en œuvre d'approches de conception pédagogique dans le développement des médias et autres supports de cours.

source: Based on course staff and faculty input, articulate learning objectives and align them to design strategies and assessments.
fr: Basé sur les entrées du personnel des cours et de la faculté, il articule les objectifs d'apprentissage et les aligne sur les stratégies de conception et d'évaluations .

source: Develop flipped classroom instructional strategies in coordination with community college faculty.
fr: Développer des stratégies de retour des enseignements en salle de classe, en coordination avec la communauté du corps enseignant des universités.

source: Produce clear and instructionally effective copy, instructional text, and audio and video scripts
fr: Produire une copie claire et pédagogiquement efficace, un texte d'instruction, de l'audio et des scripts vidéo

source: Identify and deploy instructional design best practices for edX course staff and faculty as needed.
fr: Identifier et déployer les meilleures pratiques de conception pédagogique pour le personnel et le corps professoral des cours edX au besoin.

source: Create course communication style guides. Train and coach teaching staff on best practices for communication and discussion management.
fr: Créer des guides de style de communication de cours. Former et entraîner le personnel enseignant sur les meilleures pratiques en matière de communication et de gestion de la discussion.

source: Serve as a liaison to instructional design teams based at our partner Universities.
fr: Servir de liaison des équipes de conception pédagogique basé chez nos universités partenaires.

source: Consult on peer review processes to be used by learners in selected courses.
fr: Consultez le processus d'examen par les pairs pour être utilisé par les apprenants dans les cours choisis.

source: Ability to apply game-based learning theory and design into selected courses as appropriate.
fr: Aptitude à appliquer la théorie de l'apprentissage basé sur le jeu et la conception dans les cours choisis selon le cas.

source: Use learning analytics and metrics to inform course design and revision process.
fr: Utilisez analytique de l'apprentissage et des mesures pour informer la conception de cours et le processus de révision.
