Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: These actions run in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem, click on this button
fr: Ces tâches fonctionnent en arrière plan, et l'état des tâches actives sera visible dans un tableau ci-dessous. Pour voir l'état de toutes les tâches soumises pour cet exercice, cliquez sur ce bouton

source: Show Background Task History for Problem
fr: Afficher Historique des tâches d'arrière plan pour l'Exercice

source: None Available
fr: Aucun disponible

source: {course_number} Combined Notifications
fr: Notifications groupées {course_number}

source: Open Ended Console
fr: Tableau de bord des questions ouvertes

source: Here are items that could potentially need your attention.
fr: Voici quelques éléments qui peuvent nécessiter votre attention

source: No items require attention at the moment.
fr: Aucun élément ne nécessite votre attention pour le moment.

source: {course_number} Flagged Open Ended Problems
fr: Questions ouvertes marquées {course_number}

source: Flagged Open Ended Problems
fr: Questions ouvertes marquées

source: Here are a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
fr: Voici une liste des questions ouvertes pour ce cours qui ont été marqués pas les étudiants comme potentiellement inapropriées.

source: No flagged problems exist.
fr: Pas de problème marqué existant.

source: Name
fr: Nom

source: Unflag
fr: Démarquer

source: Ban
fr: Bannir

source: {course_number} Open Ended Problems
fr: Questions Ouvertes {course_number}

source: Open Ended Problems
fr: Questions ouvertes

source: Here are a list of open ended problems for this course.
fr: Voici une liste des questions ouvertes pour ce cours

source: You have not attempted any open ended problems yet.
fr: Vous n'avez tenté aucune question ouverte jusqu'à présent.

source: Problem Name
fr: Nom de l'exercice

source: Grader Type
fr: Type de notation

source: Peer Grading
fr: Notation par les pairs

source: Here are a list of problems that need to be peer graded for this course.
fr: Voici une liste d"exercices qui doivent être notés par les pairs pour ce cours.

source: Nothing to grade!
fr: Rien à noter !

source: Due date
fr: Date d'échéance

source: Graded
fr: Noté

source: Available
fr: Disponible

source: Required
fr: Requis

source: Progress
fr: Progression

source: No due date
fr: Pas de date d'échéance

source: The due date has passed, and peer grading for this problem is closed at this time.
fr: La date d'échéance est passée, et l'évaluation par les pairs pour cet exercice est fermé en ce moment.

source: The due date has passed, and peer grading is closed at this time.
fr: La date d'échéance est passée, et l'évaluation par les pairs est fermé en ce moment.

source: Learning to Grade
fr: Apprendre à noter

source: Please include some written feedback as well.
fr: Merci d'inclure également vos réactions.

source: This submission has explicit or pornographic content :
fr: Cette soumission comporte un contenu pornographique ou explicite :

source: I do not know how to grade this question :
fr: Je ne sais pas comment noter cette question :

source: How did I do?
fr: Comment ai-je fait ?

source: Continue
fr: Continuer

source: Ready to grade!
fr: Prêt à noter !

source: You have finished learning to grade, which means that you are now ready to start grading.
fr: Vous avez terminé l'apprentissage de la notation, ce qui signifie que vous êtes prêt à commencer à évaluer.

source: Start Grading!
fr: Commencez à évaluer !

source: Learning to grade
fr: Apprendre à évaluer

source: You have not yet finished learning to grade this problem.
fr: Vous n'avez pas encore fini d'apprendre à noter cet exercice.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
fr: Nous allons vous montrer un jeu d'exercices de test déjà notés par un enseignant, et nous allons vous demander de les noter à votre tour.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
fr: Lorsque vous noterez les exercices de test de manière similaire à un enseignant, vous serez prêt à noter vos pairs.

source: Start learning to grade
fr: Démarrer l'apprentissage de la notation

source: Are you sure that you want to flag this submission?
fr: Etes vous sûr de vouloir marquer cette soumission ?

source: You are about to flag a submission. You should only flag a submission that contains explicit or offensive content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
fr: Vous allez marquer une soumission. Vous devriez seulement marquer une soumission qui contient un contenu explicite ou offensant. Si la soumission ne concerne pas la question ou est incorrecte, vous devriez lui donner la note zéro et l'accompagner d'un commentaire au lieu de la marquer.

source: Remove Flag
fr: Enlever le marquage

source: Keep Flag
fr: Garder le marquage

source: Go Back
fr: Retour

source: Thanks For Registering!
fr: Merci pour votre inscription

source: Your account is not active yet. An activation link has been sent to {email}, along with instructions for activating your account.
fr: Votre compte n'est pas encore actif. Un lien d'activation a été envoyé à {email}, contenant des instructions pour activer votre compte.

source: Your account has been activated. Welcome to FUN!
fr: Votre compte vient d'être activé. Bienvenue sur FUN !

source: Account already active!
fr: Ce compte est déjà activé !

source: You can now {link_start}log in{link_end}.
fr: Vous pouvez maintenant vous {link_start}connecter{link_end}.

source: Activation Invalid
fr: Activation non valide

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
fr: Un problème est survenu. Merci de vérifier que l'URL entrée est correcte. Il arrive que cette URL soit divisée en deux lignes par le logiciel d'emailing . Si le problème persiste, contactez-nous à l'adresse {email}.

source: Or you can go back to the {link_start}home page{link_end}.
fr: Ou retournez sur la {link_start}page d'accueil{link_end}.

source: Please correct the errors below:
fr: Merci de corriger les erreurs ci-dessous :

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: If you don't have an account, you can {link_start}sign up{link_end} for one.
fr: Si vous n'avez pas de compte, vous pouvez {link_start}vous inscrire{link_end} pour en avoir un.

source: Logged out
fr: Déconnecté

source: You've been logged out.
fr: Vous avez été déconnecté

source: Thanks for stopping by; when you come back, don't forget to {link_start}log in{link_end} again.
fr: Merci; Lorsque vous serez de retour, n'oubliez pas de {link_start}vous connecter{link_end} à nouveau.

source: Password reset successful
fr: Mot de passe réinitialisé

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous vous avons envoyé par email des instructions pour initialiser votre mot de passe à l'adresse email que vous avez fournie. Vous devriez bientôt les recevoir.

source: Sign up
fr: S'inscrire

source: Please correct the errors below: {{ form.non_field_errors }}
fr: Merci de corriger les erreurs ci-dessous : {{ form.non_field_errors }}

source: Create an account
fr: Créer un compte

source: Email address:
fr: Adresse email :

source: Password (type again to catch typos):
fr: Mot de passe (à retaper pour éviter les fautes de frappe)

source: Fill out the form to the left (all fields are required), and your account will be created; you'll be sent an email with instructions on how to finish your registration.
fr: Remplissez le formulaire à gauche (tous les champs sont requis), et votre compte sera créé; Vous recevrez un mail avec des instructions pour terminer votre inscription.

source: We'll only use your email to send you signup instructions. We hate spam as much as you do.
fr: Nous utiliserons votre adresse email uniquement pour vous envoyer des instructions d'inscription. Nous détestons le spam autant que vous.

source: This account will let you log into the ticket tracker, claim tickets, and be exempt from spam filtering
fr: Ce compte vous permettra de vous connecter dans le gestionnaire de tickets, de demander des tickets, et d'être exempté de filtre à pourriel.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
fr: La page que vous cherchez n'a pas été trouvée. Retournez sur la {link_start}page d'accueil{link_end} ou faites-nous part des pages déplacées à l'adresse {email}.

source: About {edX}
fr: A propos de {edX}

source: About {span_start}{edX}{span_end}
fr: A propos de {span_start}{edX}{span_end}

source: {EdX} is a not-for-profit enterprise of its founding partners {harvard_university} and the {massachusetts_institute_of_technology} that features learning designed specifically for interactive study via the web. Based on a long history of collaboration and their shared educational missions, the founders are creating a new online-learning experience with online courses that reflect their disciplinary breadth. Along with offering online courses, the institutions will use {edX} to research how students learn and how technology can transform learning&ndash;both on-campus and worldwide. Anant Agarwal, former Director of {MIT}'s Computer Science and Artificial Intelligence Laboratory, serves as the first president of {edX}. {EdX}'s goals combine the desire to reach out to students of all ages, means, and nations, and to deliver these teachings from a faculty who reflect the diversity of its audience. {EdX} is based in Cambridge, Massachusetts and is governed by {MIT} and {Harvard}.
fr: {EdX} est une entreprise à but non lucratif de ses partenaires fondateurs {harvard_university} et et {massachusetts_institute_of_technology} qui propose un système d'apprentissage spécialement conçu pour l'étude interactive via le web. S'appuyant sur une longue histoire de collaboration et des missions éducatives communes, les fondateurs créent une nouvelle expérience d'apprentissage avec des cours en ligne qui reflètent leur ambition éducative. En plus d'offrir des cours en ligne, les institutions utilisent {edX} pour étudier comment les élèves apprennent et comment la technologie peut transformer l'apprentissage, à la fois sur le campus et dans le monde entier. Anant Agarwal, ancien directeur du Laboratoire d'Informatique et d'Intelligence Artificielle du {MIT}, est le premier président de {edX}. Les objectifs de {edX} combinent le désir de s'adresser aux étudiants de tout âge, tout niveau social, toute nationalité, et d'offrir ces enseignements d'une université qui reflète la diversité de son public. {EdX} est basé à Cambridge, Massachusetts et est régi par le {MIT} et {Harvard}.

source: {harvard_university} is devoted to excellence in teaching, learning, and research, and to developing leaders in many disciplines who make a difference globally. {Harvard} faculty are engaged with teaching and research to push the boundaries of human knowledge. The University has twelve degree-granting Schools in addition to the {radcliffe_institute_for_advanced_study}.
fr: {harvard_university} est consacré à l'excellence dans l'enseignement, l'apprentissage et la recherche et au développement de leaders dans de nombreuses disciplines de pointe dans le monde. L'université {Harvard} s'engage, via l'enseignement et la recherche, à repousser les limites de la connaissance humaine. L'Université dispose de douze écoles décernant des diplômes, en plus du {radcliffe_institute_for_advanced_study}.

source: Established in 1636, {Harvard} is the oldest institution of higher education in the United States. The University, which is based in Cambridge and Boston, Massachusetts, has an enrollment of over 20,000 degree candidates, including undergraduate, graduate, and professional students. {Harvard} has more than 360,000 alumni around the world.
fr: Fondée en 1636, {Harvard} est la plus ancienne institution d'enseignement supérieur aux États-Unis. L'Université, qui est basée à Cambridge et Boston, Massachusetts, a un effectif de plus de 20.000 candidats, de premier degré, second degré, et étudiants professionnels. {Harvard} a plus de 360.000 diplômés à travers le monde.

source: The {massachusetts_institute_of_technology} &mdash; a coeducational, privately endowed research university founded in 1861 &mdash; is dedicated to advancing knowledge and educating students in science, technology, and other areas of scholarship that will best serve the nation and the world in the 21st century. The Institute has close to 1,000 faculty and 10,000 undergraduate and graduate students. It is organized into five Schools: Architecture and Urban Planning; Engineering; Humanities, Arts, and Social Sciences; {Sloan} School of Management; and Science.
fr: Le {massachusetts_institute_of_technology} &mdash; une université mixte, privée de recherche fondée en 1861 &mdash; Il est dédié à l'approfondissement des connaissances et la formation des étudiants en science, technologie, et d'autres domaines de recherche qui serviront au mieux la nation et le monde au 21e siècle. L'Institut compte près de 1.000 enseignants et 10.000 étudiants de premier cycle et des cycles supérieurs. Il est organisé en cinq écoles: Architecture et sciences de l'urbanisme, ingénierie, sciences humaines, arts, et sciences sociales; {Sloan} Ecole de Management et de Sciences.

source: {MIT}'s commitment to innovation has led to a host of scientific breakthroughs and technological advances. Achievements of the Institute's faculty and graduates have included the first chemical synthesis of penicillin and vitamin A, the development of inertial guidance systems, modern technologies for artificial limbs, and the magnetic core memory that made possible the development of digital computers. 78 alumni, faculty, researchers and staff have won Nobel Prizes.
fr: L'engagement du {MIT} envers l'innovation a conduit à une série de percées scientifiques et des avancées technologiques. Les succès de l'institut et de ses diplômés incluent la première synthèse chimique de la pénicilline et de la vitamine A, le développement de systèmes de guidage inertiel, les technologies modernes pour les membres artificiels, et la mémoire à tores magnétiques qui a rendu possible le développement des ordinateurs. 78 anciens élèves, professeurs, chercheurs et personnel ont gagné des prix Nobel.

source: Current areas of research and education include neuroscience and the study of the brain and mind, bioengineering, cancer, energy, the environment and sustainable development, information sciences and technology, new media, financial technology, and entrepreneurship.
fr: Les domaines actuels de recherche et d'enseignement incluent les neurosciences et l'étude du cerveau et de l'esprit, le génie biologique, le cancer, l'énergie, l'environnement et le développement durable, les sciences de l'information et de la technologie, les nouveaux médias, la technologie financière, et l'entrepreneuriat.

source: Contact {platform_name}
fr: Contacter {platform_name}

source: If you have a general question about {platform_name} please email {email}. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
fr: Si vous avez une question d'ordre général à propos de {platform_name}, veuillez envoyer un mail à {email}. Pour savoir si votre question a déjà une réponse, visitez notre {faq_link_start}Foire au Questions{faq_link_end}. Vous pouvez également rejoindre la discussion sur notre {fb_link_start}page facebook{fb_link_end}. Bien que nous ne puissions répondre à chaque mail, nous prendrons tout retour en considération.

source: If you have suggestions/feedback about the overall {platform_name} platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at {tech_email}. For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following: {bug_email}.
fr: Si vous avez des suggestions/remarques à propos de la plateforme {platform_name}, ou si vous rencontrez des problèmes avec la plateforme (par exemple, problèmes avec les adresses mail et les mots de passe), vous pouvez nous joindre à l'adresse {tech_email}. Pour les questions techniques, assurez vous d'utiliser une version à jour de Firefox ou Chrome, indiquez la version dans votre mail, avec des copies d'écran ou tout autre détail pertinent. Si vous trouvez un bug ou d'autres problèmes, vous pouvez nous joindre à l'adresse suivante : {bug_email}.

source: If you are a university wishing to collaborate or you have questions about {platform_name}, please email {email}.
fr: Si vous êtes une université et que vous souhaitez collaborer, ou si vous avez des questions à propos de {platform_name}, merci de nous envoyer un mail à l'adresse {email}.

source: Accessibility
fr: Accessibilité

source: {platform_name} strives to create an innovative online-learning platform that promotes accessibility for everyone, including students with disabilities. We are dedicated to improving the accessibility of the platform and welcome your comments or questions at {email}.
fr: {platform_name} s'efforce de créer une plate-forme d'apprentissage en ligne innovante qui favorise l'accessibilité pour tous, y compris les étudiants handicapés. Nous sommes déterminés à améliorer l'accessibilité de la plate-forme et serons heureux de recevoir vos commentaires ou questions à l'adresse {email}.

source: Licensing Information
fr: Information de licence

source: Videos and Exercises
fr: Vidéos et exercices

source: Copyright &copy; 2012 {MIT}. All rights reserved. In order to further {MIT}'s goal of making education accessible and affordable to the world, {MIT} is planning to make <i>{MITx}</i> course content available under open source licenses.
fr: Copyright &copy; 2012 {MIT}. Dans le cadre de l'objectif du {MIT} de rendre l'éducation accessible et abordable pour le monde, le {MIT} envisage de rendre le contenu des cours <i>{MITx}</i> disponibles sous licence open source.

source: Copyright &copy; 2005 {elsevier}. All Rights Reserved. Used with permission. While our goal is to build courses with as much free and open content as possible, we apologize that we do not have the ability to do so entirely.
fr: Copyright &copy; 2005 {elsevier}. Tous droits réservés. A Utiliser avec permission. Bien que notre objectif est de construire des cours avec autant de contenu libre et ouvert que possible, nous nous excusons de ne pas avoir la capacité de le faire intégralement.

source: Student-generated content
fr: Contenu généré par les étudiants

source: Copyright &copy; 2012. All Rights Reserved. Due to privacy concerns, we do not know what portion of these will be released under open licenses.
fr: Copyright &copy; 2012. Tous droits réservés. Pour des raisons de confidentialité, nous ne savons pas quelle part de ces derniers sera publiée sous licence ouverte.

source: {MIT} and <i>{MITx}</i> are trademarks of the {MIT_long}, and may not be used without permission.
fr: {MIT} et <i>{MITx}</i> sont des marques déposées de {MIT_long}, et ne doivent pas être utilisées sans autorisation.

source: What is {edX}?
fr: Qu'est ce que {edX}?

source: {EdX} is a not-for-profit enterprise of its founding partners, the {MIT_long} ({MIT}) and {harvard_u} that offers online learning to on-campus students and to millions of people around the world. To do so, {edX} is building an open-source online learning platform and hosts an online web portal at <a href="http://www.edx.org">www.edx.org</a> for online education.
fr: {edX} est une entreprise à but non lucratif de ses partenaires fondateurs, le {MIT_long} ({MIT}) et {harvard_u} qui offre l'apprentissage en ligne pour les étudiants sur le campus et à des millions de personnes à travers le monde. Pour ce faire, {edX} est en train de bâtir une plate-forme d'apprentissage en ligne open-source et héberge un portail web à l'adresse <a href="http://www.edx.org">www.edx.org</a> pour l'enseignement en ligne.

source: {EdX} currently offers {HarvardX}, {MITx} and {BerkeleyX} classes online for free. Beginning in fall 2013, {edX} will offer {WellesleyX} , {GeorgetownX} and the {UTexas} classes online for free. The {UT} System includes nine universities and six health institutions. In 2014, {edX} will further expand its consortium, including several international schools, when it begins offering courses from {EPFL}, {McGill}, {Toronto}, {ANU}, {Delft}, and {Rice}. The {edX} institutions aim to extend their collective reach to build a global community of online students. Along with offering online courses, the three universities undertake research on how students learn and how technology can transform learning both on-campus and online throughout the world.
fr: {EdX} offre actuellement les cours de {HarvardX}, {MITx} et {BerkeleyX} en ligne gratuitement. Dès l'automne 2013, {edX} offrira les cours de {WellesleyX}, {GeorgetownX} et {UTexas} en ligne gratuitement. Le système {UT} comprend neuf universités et six établissements de santé. En 2014, {edX} va encore étendre son consortium, en y incluant plusieurs écoles internationales, et commencer à offrir des cours de {EPFL}, {McGill}, {Toronto}, {ANU}, {Delft}, and {Rice}. Les institutions {edX} visent à étendre leur portée collective pour bâtir une communauté mondiale des étudiants en ligne. En plus d'offrir des cours en ligne, les trois universités mènent des recherches sur la façon dont les élèves apprennent et comment la technologie peut transformer l'apprentissage à la fois sur le campus et en ligne à travers le monde.

source: Will {edX} be adding additional X Universities?
fr: Est ce que {edX} inclura d'autres Universités X ?
