Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: More than 200 institutions from around the world have expressed interest in collaborating with {edX} since {Harvard} and {MIT} announced its creation in May. {EdX} is focused above all on quality and developing the best not-for-profit model for online education. In addition to providing online courses on the {edX} platform, the {x_consortium} will be a forum in which members can share experiences around online learning. {Harvard}, {MIT}, {Berkeley}, the {UTexas} and the other {consortium} members will work collaboratively to establish the {x_consortium}, whose membership will expand to include additional "{X_Universities}." As noted above, {edX}'s newest {consortium} members include {Wellesley}, {Georgetown}, {EPFL}, {McGill}, {Toronto}, {ANU}, {Delft}, and {Rice}. Each member of the {consortium} will offer courses on the {edX} platform as an "{X_University}". The gathering of many universities' educational content together on one site will enable learners worldwide to access the offered course content of any participating university from a single website, and to use a set of online educational tools shared by all participating universities.
fr: Plus de 200 institutions du monde entier ont exprimé leur intérêt à collaborer avec {edX} depuis que {Harvard} et {MIT} ont annoncé sa création en mai. {EdX} se concentre avant tout sur ​​la qualité et le développement du meilleur modèle sans but lucratif pour l'éducation en ligne. En plus d'offrir des cours en ligne sur la plate-forme {edX}, le {x_consortium} sera un forum où les membres peuvent partager leurs expériences autour de l'apprentissage en ligne. {Harvard}, {MIT}, {Berkeley}, {UTexas} et les autres membres du {consortium} travailleront en collaboration pour établir le {x_consortium}, dont la composition sera élargie pour inclure d'autres "{X_Universities}". Comme indiqué ci-dessus, les nouveaux membres du {consortium} de {edX} comprennent {Wellesley}, {Georgetown}, {EPFL}, {McGill}, {Toronto}, {ANU}, {Delft}, et {Rice}. Chaque membre du {consortium} offrira des cours sur la plate-forme {edX} en tant que "{X_University}". Le rassemblement de contenus éducatifs de nombreuses universités sur un même site permettra aux apprenants du monde entier d'accéder au contenu du cours offert de toute université participante à partir d'un seul site Web, et d'utiliser un ensemble d'outils pédagogiques en ligne partagés par toutes les universités participantes.

source: {EdX} will actively explore the addition of other institutions from around the world to the {edX} platform, and looks forward to adding more "{X_Universities}".
fr: {edX} explorera activement l'intégration d'autres institutions du monde entier à la plateforme {edX}, et cherchera à ajouter d'autres "{X_Universities}".

source: Who can take {edX} courses? Will there be an admissions process?
fr: Qui peut suivre les cours {edX} ? Y aura-t-il un processus de sélection ?

source: {EdX} will be available to anyone in the world with an internet connection, and in general, there will not be an admissions process.
fr: {EdX} sera disponible pour tous dans le monde entier avec une connexion internet, et en général, il n'y aura pas de processus de sélection.

source: Will certificates be awarded?
fr: Des diplômes seront-ils délivrés ?

source: Yes. Online learners who demonstrate mastery of subjects can earn a certificate of mastery. Certificates will be issued at the discretion of {edX} and the underlying "{X_University}" that offered the course under the name of the underlying "{X_University}" from where the course originated, i.e. {HarvardX}, {MITx} or {BerkeleyX}. For the courses in Fall 2012, those certificates will be free. There is a plan to charge a modest fee for certificates in the future. Note: At this time, {edX} is holding certificates for learners connected with Cuba, Iran, Syria and Sudan pending confirmation that the issuance is in compliance with U.S. embargoes.
fr: Oui. Les étudiants en ligne qui démontreront leur maîtrise des sujets pourront obtenir un certificat de maîtrise. Ces certificats seront délivrés à la discrétion de {edX} et de "{X_University}" qui ont offert le cours sous le nom de "{X_University}" d'où provient le cours originel, c'est à dire {HarvardX}, {MITx} ou {BerkeleyX}. Pour les cours de l'automne 2012, ces certificats seront gratuits. Il existe un projet visant à facturer une somme modique pour les certificats à l'avenir. Note: Actuellement {edX} retient les certificats pour les apprenants connectés avec Cuba, l'Iran, la Syrie et le Soudan en attendant la confirmation que l'émission est en conformité avec les embargos américains.

source: What will the scope of the online courses be? How many? Which faculty?
fr: Quelle sera la portée thématique des cours en ligne ? Combien y en aura-t-il? Quelles universités ?

source: Our goal is to offer a wide variety of courses across disciplines. There are currently {link_start}fifteen{link_end} offered on the {edX} platform.
fr: Notre objectif est de proposer une grande variété de formations dans toutes les disciplines. Il y en a plus de {link_start}quinze{link_end} offertes sur la plateforme {edX}

source: Who is the learner? Domestic or international? Age range?
fr: Qui est l'apprenant ? National ou international ? Tranche d'âge ?

source: Improving teaching and learning for students on our campuses is one of our primary goals. Beyond that, we don't have a target group of potential learners, as the goal is to make these courses available to anyone in the world - from any demographic - who has interest in advancing their own knowledge. The only requirement is to have a computer with an internet connection. More than 150,000 students from over 160 countries registered for {MITx}'s first course, 6.002x: Circuits and Electronics. The age range of students certified in this course was from 14 to 74 years-old.
fr: Améliorer l'enseignement et l'apprentissage pour les étudiants sur nos campus est un de nos principaux objectifs. Ceci dit, nous n'avons pas un groupe cible d'apprenants potentiels, car l'objectif est de rendre ces cours disponibles à n'importe qui dans le monde - de tout niveau social - n'importe qui souhaitant faire progresser ses propres connaissances. La seule condition est d'avoir un ordinateur et une connexion internet. Plus de 150.000 étudiants de plus de 160 pays se sont inscrits pour le premier cours {MITx}, 6.002x: Circuits et Électronique. La tranche d'âge des élèves certifiés dans ce cours était de 14 à 74 ans.

source: Will participating universities' standards apply to all courses offered on the edX platform?
fr: Est-ce que les normes des universités participantes s'appliquent à tous les cours offerts sur la plateforme edX ?

source: Yes: the reach changes exponentially, but the rigor remains the same.
fr: Oui : la portée augmente de façon exponentielle, mais la rigueur reste la même.

source: How do you intend to test whether this approach is improving learning?
fr: Comment prévoyez-vous de tester si cette approche permet d'améliorer l'apprentissage?

source: {EdX} institutions have assembled faculty members who will collect and analyze data to assess results and the impact {edX} is having on learning.
fr: Les institutions {edX} ont réuni des membres du corps professoral pour recueillir et analyser les données pour évaluer les résultats et l'impact de {edX} sur l'apprentissage.

source: How may I apply to study with {edX}?
fr: Comment puis-je postuler pour étudier avec {edX} ?

source: Simply complete the online {link_start}signup form{link_end}. Enrolling will create your unique student record in the {edX} database, allow you to register for classes, and to receive a certificate on successful completion.
fr: Complétez simplement le {link_start}formulaire d'inscription en ligne{link_end}. L'inscription permettra de créer votre dossier scolaire unique dans la base de données {edX}, vous permettant de vous inscrire à des cours, et de recevoir un certificat en cas de réussite.

source: How may another university participate in {edX}?
fr: Combien d'autre universités participent à {edX} ?

source: If you are from a university interested in discussing {edX}, please email {email}
fr: Si vous êtes d'une université et que vous êtes intéressé pour discuter de {edX}, merci de nous ecrire à l'adresse {email}

source: Technology Platform
fr: Plate-forme technologique

source: What technology will {edX} use?
fr: Quelle est la technologie utilisée par {edX} ?

source: The {edX} open-source online learning platform will feature interactive learning designed specifically for the web. Features will include: self-paced learning, online discussion groups, wiki-based collaborative learning, assessment of learning as a student progresses through a course, and online laboratories and other interactive learning tools. The platform will also serve as a laboratory from which data will be gathered to better understand how students learn. Because it is open source, the platform will be continuously improved by a worldwide community of collaborators, with new features added as needs arise.
fr: La plate-forme d'apprentissage en ligne open-source e {edX} mettra en vedette l'apprentissage interactif conçu spécialement pour le web. Les caractéristiques comprennent : l'auto-apprentissage, des groupes de discussion en ligne, l'apprentissage collaboratif basé sur wiki, l'évaluation de l'apprentissage d'un étudiant progressant dans un cours et des laboratoires en ligne et d'autres outils d'apprentissage interactifs. La plate-forme servira également comme un laboratoire dont les données seront rassemblées afin de mieux comprendre comment les élèves apprennent. Parce qu'elle est open source, la plateforme sera continuellement améliorée par une communauté mondiale de collaborateurs, avec de nouvelles fonctionnalités ajoutées selon les besoins.

source: The first version of the technology was used in the first <em>{MITx}</em> course, 6.002x Circuits and Electronics, which launched in Spring, 2012.
fr: La première version de la plateforme a été utilisée pour la première formation du <em>{MITx}</em>, 6.002x Circuits and Electronics, qui a été lancée au printemps 2012.

source: How is this different from what other universities are doing online?
fr: Quelle différence y a-t-il avec ce que font les autres universités en ligne ?

source: {EdX} is a not-for-profit enterprise built upon the shared educational missions of its founding partners, {Harvard_long} and {MIT}. The {edX} platform will be available as open source. Also, a primary goal of {edX} is to improve teaching and learning on campus by experimenting with blended models of learning and by supporting faculty in conducting significant research on how students learn.
fr: {EdX} est une initiative à but non lucratif construite sur les objectifs éducatifs partagés de ses partenaires fondateurs, {Harvard_long} et le {MIT}. La plate-forme {edX} sera disponible en Open Source. Un des objectifs principaux de {edX} est d'améliorer l'enseignement et l'apprentissage sur le campus par l'expérimentation avec des modèles d'apprentissage hybrides et en entrainant les professeurs à mener des recherches pertinentes sur la façon dont les élèves apprennent.

source: {edX} Help
fr: {edX} Aide

source: {edX} Basics
fr: {edX} Bases

source: How do I sign up to take a class?
fr: Comment puis je m'inscrire dans une classe ?

source: Simply create an {edX} account (it's free) and then register for the course of your choice (also free). Follow the prompts on the {edX} website.
fr: Créez simplement un compte {edX} (c'est gratuit) et ensuite inscrivez-vous au cours de votre choix (également gratuit). Suivez les directives sur le site web {edX}.

source: What does it cost to take a class? Is this really free?
fr: Combien ça coûte de suivre une formation ? Est ce réellement gratuit ?

source: {EdX} courses are free for everyone. All you need is an Internet connection.
fr: Les cours {EdX} sont gratuits pour tous. Tout ce dont vous avez besoin est une connexion internet.

source: What happens after I sign up for a course?
fr: Que se passe-t-il si je m'inscris à un cours ?

source: You will receive an activation email. Follow the prompts in that email to activate your account. You will need to log in each time you access your course(s). Once the course begins, it's time to hit the virtual books. You can access the lectures, homework, tutorials, etc., for each week, one week at a time.
fr: Vous allez recevoir un mail d'activation. Suivez les consignes de ce mail pour activer votre compte. Vous devrez systématiquement vous connecter pour accéder à votre cours. Lorsque le cours a débuté, c'est le moment de consulter les manuels virtuels. Vous pouvez accéder aux lectures, travaux personnels, tutoriaux, etc., pour chaque semaine, une semaine à la fois.

source: Who can take an {edX} course?
fr: Qui peut participer au cours {edX} ?

source: You, your mom, your little brother, your grandfather -- anyone with Internet access can take an {edX} course. Free.
fr: Vous, votre mère, votre petit frère, votre grand père -- n'importe qui ayant accès à Internet peut suivre un cours {edX}. Gratuitement.

source: Are the courses only offered in English?
fr: Les cours sont ils seulement proposés en anglais ?

source: Some {edX} courses include a translation of the lecture in the text bar to the right of the video. Some have the specific option of requesting a course in other languages. Please check your course to determine foreign language options.
fr: Quelques cours {edX} incluent une traduction de la lecture dans la barre de texte à droite de la vidéo. Certains ont une option spécifique pour demander une autre langue. Vérifiez votre cours pour connaitre les options linguistiques.

source: When will there be more courses on other subjects?
fr: Quand y aura-t-il plus de cours sur d'autres sujets ?

source: We are continually reviewing and creating courses to add to the {edX} platform. Please check the website for future course announcements. You can also "friend" {edX} on Facebook - you'll receive updates and announcements.
fr: Nous examinons et créons continuellement des cours pour les ajouter à la plateforme {edX}. Visitez le site pour connaitre les futurs cours proposés. Vous pouvez également cliquer sur "J'aime" sur la page facebook {edX} - vous recevrez les mises à jours et annonces importantes.

source: When does my course start and/or finish?
fr: Quand débute et finit mon cours ?

source: You can find the start and stop dates for each course on each course description page.
fr: Vous pouvez trouver les dates de début et de fin pour chaque cours sur sa page de description.

source: Is there a walk-through of a sample course session?
fr: Existe-il un walkthrough d'une session de cours modèle ?

source: There are video introductions for every course that will give you a good sense of how the course works and what to expect.
fr: Il existe des présentation vidéo de chaque cours qui vous donneront un bon aperçu du fonctionnement du cours et à quoi vous attendre.

source: I don't have the prerequisites for a course that I am interested in. Can I still take the course?
fr: Je n'ai pas les pré-requis pour un cours qui m'intéresse. Puis je quand même suivre le cours ?

source: We do not check students for prerequisites, so you are allowed to attempt the course. However, if you do not know prerequisite subjects before taking a class, you will have to learn the prerequisite material on your own over the semester, which can be an extremely difficult task.
fr: Nous ne vérifions pas les pré-requis des étudiants, donc vous êtes autorisé à suivre le cours. Néanmoins, si vous ne connaissez pas les fondamentaux requis avant de suivre le cours, vous devrez les apprendre par vous même pendant le semestre, ce qui peut s'avérer extrèmement difficile.

source: What happens if I have to quit a course? Are there any penalties? Will I be able to take another course in the future?
fr: Que se passe-t-il si je quitte un cours ? Y a-t-il des pénalités ? Pourrais-je suivre un autre cours à l'avenir ?

source: You may unregister from an {edX} course at anytime, there are absolutely no penalties associated with incomplete {edX} studies, and you may register for the same course (provided we are still offering it) at a later time.
fr: Vous pouvez vous désinscrire d'un cours {edX} n'importe quand, il n'y a absolument aucune pénalité pour les cours {edX} incomplets, et vous pourrez vous réinscrire au même cours (si nous le proposons toujours) plus tard.

source: The Classes
fr: Les Classes

source: How much work will I have to do to pass my course?
fr: Quelle quantité de travail vais je devoir apporter pour réussir ma formation ?

source: The projected hours of study required for each course are described on the specific course description page.
fr: Le nombre estimé d'heures de travail requis pour chaque cours est décrit sur la page de description spécifique au cours.

source: What should I do before I take a course (prerequisites)?
fr: Que dois je faire avant de suivre un cours (pré-requis) ?

source: Each course is different - some have prerequisites, and some don't. Take a look at your specific course's recommended prerequisites. If you do not have a particular prerequisite, you may still take the course.
fr: Chaque cours est différent - certains ont des pré-requis, d'autres non. Jetez un oeil aux pré-requis recommandés spécifiquement pour votre cours. Si vous n'avez pas certains d'entre eux, vous pourrez quand même suivre le cours.

source: What books should I read? (I am interested in reading materials before the class starts).
fr: Quels livres dois je lire ? (je préfère réviser avant le début du cours)

source: Take a look at the specific course prerequisites. All required academic materials will be provided during the course, within the browser. Some of the course descriptions may list additional resources. For supplemental reading material before or during the course, you can post a question on the course's Discussion Forum to ask your online coursemates for suggestions.
fr: Jetez un œil aux pré-requis spécifiques pour ce cours. Toutes les ressources pédagogiques seront fournies pendant le cours, accessibles depuis votre navigateur. La description du cours peut lister des ressources additionnelles. Pour des lectures supplémentaires avant ou après le cours, vous pouvez demander des suggestions de la part de vos collègues de classe dans le forum de discussion du cours.

source: Can I download the book for my course?
fr: Puis je télécharger le manuel du cours ?

source: {EdX} book content may only be viewed within the browser, and downloading it violates copyright laws. If you need or want a hard copy of the book, we recommend that you purchase a copy.
fr: le contenu des livres {EdX} doit uniquement être consulté depuis le navigateur, le télécharger enfreint les règles du copyright. Si vous souhaitez ou avez besoin d'une copie papier du livre, nous vous recommandons de l'acheter.

source: Can I take more than one course at a time?
fr: Puis je suivre plusieurs cours à la fois ?

source: You may take multiple edX courses, however we recommend checking the requirements on each course description page to determine your available study hours and the demands of the intended courses.
fr: Vous pouvez suivre plusieurs cours edX, néanmoins nous vous recommandons de vérifier les pré-requis sur la page de description de chaque cours pour déterminer l'adéquation entre votre temps d'étude disponible et celui réclamé par les cours souhaités.

source: How do I log in to take an {edX} class?
fr: Comment puis je m'inscrire dans une classe {edX} ?

source: Once you sign up for a course and activate your account, click on the "Log In" button on the edx.org home page. You will need to type in your email address and {edX} password each time you log in.
fr: Une fois inscrit à un cours et votre compte activé, cliquez sur le bouton "Connexion" sur la page d'accueil edX.org. Vous devrez taper votre adresse email et votre mot de passe {edX} à chaque connexion.

source: What time is the class?
fr: Quelles sont les heures de cours ?

source: {EdX} classes take place at your convenience. Prefer to sleep in and study late? No worries. Videos and problem sets are available 24 hours a day, which means you can watch video and complete work whenever you have spare time. You simply log in to your course via the Internet and work through the course material, one week at a time.
fr: Les classes {EdX} s'adaptent à votre convenance. Vous préférez dormir et étudier plus tard ? Pas de problème. Les vidéos et exercices sont disponibles 24 heures sur 24, ce qui signifie que vous pouvez regarder les vidéos et compléter votre travail dès que vous avez du temps de disponible. Vous vous connectez simplement à votre cours par Internet et travaillez avec les ressources pédagogiques, une semaine à la fois.

source: If I miss a week, how does this affect my grade?
fr: Si je rate une semaine, cela va affecter mon évaluation ?

source: It is certainly possible to pass an {edX} course if you miss a week; however, coursework is progressive, so you should review and study what you may have missed. You can check your progress dashboard in the course to see your course average along the way if you have any concerns.
fr: Il est certainement possible de réussir un cours {edX} en ayant raté une semaine; Néanmoins, il y a une progression pédagogique, donc vous devriez revoir et étudier ce que vous avez manqué. Vous pouvez vérifier sur votre tableau de bord du cours votre progression tout au long du cours si cela vous préoccupe.

source: How can I meet/find other students?
fr: Comment puis je rencontrer/trouver d'autres étudiants ?

source: All {edX} courses have Discussion Forums where you can chat with and help each other within the framework of the Honor Code.
fr: Tous les cours {edX} ont des forums de discussion dans lesquels vous pouvez discuter en direct et aider les autres, dans le respect de la charte utilisateur.

source: How can I talk to professors, fellows and teaching assistants?
fr: Comment puis-je parler aux professeurs, stagiaires et assistants d'enseignement?

source: The Discussion Forums are the best place to reach out to the {edX} teaching team for your class, and you don't have to wait in line or rearrange your schedule to fit your professor's - just post your questions. The response isn't always immediate, but it's usually pretty darned quick.
fr: Les forums de discussion sont le meilleur endroit pour joindre l'équipe pédagogique {edX} de votre classe, et vous n'avez pas à attendre en ligne ou réorganiser votre emploi du temps pour s'adapter à celui de votre professeur - Posez juste vos questions. La réponse n'est pas toujours immédiate, mais généralement assez rapide.

source: Getting help.
fr: Obtenir de l'aide.

source: You have a vibrant, global community of fellow online learners available 24-7 to help with the course within the framework of the Honor Code, as well as support from the TAs who monitor the course. Take a look at the course's Discussion Forum where you can review questions, answers and comments from fellow online learners, as well as post a question.
fr: Vous avez une communauté dynamique et globale des apprenants en ligne disponibles 24h/24 et 7j/7 pour aider dans le cours dans le cadre de la charte utilisateur, ainsi que le soutien des TAs qui surveillent le cours. Jetez un œil au forum de discussion du cours où vous pouvez aussi bien passer en revue des questions, des réponses et des commentaires des apprenants en ligne, que poser une question.

source: Can I re-take a course?
fr: Puis je suivre un cours à nouveau ?
