Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Required Information to Sign Up for edX Studio
fr: Information requise pour l'inscription à edX Studio

source: Public Username
fr: Nom d'utilisateur FUN

source: This will be used in public discussions with your courses and in our edX101 support forums
fr: Sera utilisé dans les discussions publiques de vos Cours et dans nos forums d'aide edX101

source: Full Name
fr: Nom complet

source: Your Location
fr: Votre emplacement géographique

source: Preferred Language
fr: Langue préférée

source: I agree to the Terms of Service
fr: J'accepte les Conditions Générales d'Utilisation

source: Create My Account &amp; Start Authoring Courses
fr: Créer mon compte &amp; Commencer à créer des Cours

source: Common Studio Questions
fr: Questions fréquentes Studio

source: Who is Studio for?
fr: A quoi sert Studio ?

source: Studio is for anyone that wants to create online courses that leverage the global edX platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
fr: Studio est pour tous ceux qui veulent créer des cours en ligne avec l'effet de levier de la plateforme globale edX. Nos utilisateurs sont souvent des universitaires, des assistants, les équipes pédagogiques et les membres des groupes sur les méthodes didactiques.

source: How technically savvy do I need to be to create courses in Studio?
fr: Quel doit être mon niveau de technicité pour créer des cours dans Studio ?

source: Studio is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
fr: Studio est conçu pour être facile à utiliser par tous ceux qui sont familiers des environnements d'édition web (Wordpress, Moodle, etc.). Aucune connaissance en programmation n'est requise, mais pour certaines fonctionnalités avancées, une bonne culture générale technique sera utile. Comme d'habitude, nous sommes là pour vous aider, n'hésitez pas à vous lancer.

source: I've never authored a course online before. Is there help?
fr: Je n'ai jamais créé de cours en ligne. Y a-t-il de l'aide ?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
fr: Absolument. Nous avons créé un cours en ligne, edX101, qui explique les bonnes pratiques : depuis la manière de filmer, créer des exercices, jusqu'aux fondamentaux du fonctionnement d'un cours en ligne. De plus, nous sommes toujours ici pour vous aider, envoyez nous juste un message.

source: New Static Page
fr: Nouvelle Page Statique

source: Course Info
fr: Info Cours

source: Textbook
fr: Manuel

source: Textbooks
fr: Manuels

source: New Textbook
fr: Nouveau Manuel

source: Why should I break my text into chapters?
fr: Pourquoi dois-je séparer mon texte en chapitres ?

source: It's best practice to break your course's textbook into multiple chapters to reduce loading times for students. Breaking up textbooks into chapters can also help students more easily find topic-based information.
fr: La bonne pratique est de diviser votre manuel en multiples chapitres pour réduire les temps de chargement des étudiants. Cela peut également permettre aux étudiants de trouver plus facilement des informations thématiques.

source: What if my book isn't divided into chapters?
fr: Comment faire si mon manuel n'est pas divisé en chapitres ?

source: If you haven't broken your text into chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
fr: Si vous n'avez pas découpé votre manuel en chapitres, vous pouvez uploader le texte entier dans un unique chapitre, et entrer le nom de votre choix dans le champ Nom du Chapitre.

source: Individual Unit
fr: Unité individuelle

source: You are editing a draft.
fr: Vous éditez un brouillon.

source: This unit was originally published on {date}.
fr: Unité publiée la première fois le {date}.

source: View the Live Version
fr: Voir la versions réelle

source: Add New Component
fr: Ajouter un nouveau Composant

source: Common Problem Types
fr: Types d'exercices classiques

source: Advanced
fr: Avancé

source: Unit Settings
fr: Paramètres d'unité

source: Visibility:
fr: Visibilité :

source: Private
fr: Privé

source: This unit has been published. To make changes, you must {link_start}edit a draft{link_end}.
fr: Cette unité a été publiée. Pour effectuer des modifications, vous devez {link_start}éditer un brouillon{link_end}.

source: This is a draft of the published unit. To update the live version, you must {link_start}replace it with this draft{link_end}.
fr: Ceci est un brouillon de l'unité publiée. Pour mettre à jour la version en ligne, vous devez {link_start}la remplacer avec ce brouillon{link_end}.

source: This unit is scheduled to be released to <strong>students</strong>
fr: La publication de cette unité aux <strong>étudiants</strong> est planifiée.

source: on {date}
fr: le {date}

source: with the subsection {link_start}{name}{link_end}
fr: avec la sous-section {link_start}{name}{link_end}

source: Delete Draft
fr: Supprimer le brouillon

source: Preview
fr: Aperçu

source: Unit Location
fr: Position de l'unité

source: Unit Identifier:
fr: Identifiant d'unité :

source: Thank you for signing up for edX Studio! To activate your account, please copy and paste this address into your web browser's address bar:
fr: Merci pour votre inscription à edX Studio ! Pour activer votre compte, veuillez copier-coller cette adresse dans la barre d'adresse de votre navigateur :

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the edX web site.
fr: Si vous n'avez pas demandé ceci, ne faites rien; Vous ne recevrez pas d'autre mail de notre part. Merci de ne pas répondre à ce mail; Si vous cherchez de l'aide, consultez la section d'aide du site web edX.

source: Your account for edX Studio
fr: Votre compte pour edX Studio

source: Your request for course creation rights to edX Studio have been denied. If you believe this was in error, please contact:
fr: Votre demande de droit de création de cours avec edX Studio a été refusée. Si vous croyez qu'il s'agit d'une erreur, merci de contacter :

source: Your request for course creation rights to edX Studio have been granted. To create your first course, visit:
fr: Votre demande de droits de création de cours avec edX Studio a été accordée. Pour créer votre premier cours, visitez :

source: Your course creation rights to edX Studio have been revoked. If you believe this was in error, please contact:
fr: Vos droits de création de cours avec edX Studio ont été révoqués. Si vous pensez qu'il s'agit d'une erreur, merci de contacter :

source: Your course creator status for edX Studio
fr: Votre statut de créateur de cours pour edX Studio

source: Thanks for activating your account.
fr: Merci d'avoir activé votre compte.

source: This account has already been activated.
fr: Ce compte a déjà été activé.

source: Visit your {link_start}dashboard{link_end} to see your courses.
fr: Accédez à votre {link_start}Tableau de bord{link_end} pour voir vos cours.

source: You can now {link_start}login{link_end}.
fr: Vous pouvez maintenant vous {link_start}connecter{link_end}.

source: An activation link has been sent to {emaiL}, along with instructions for activating your account.
fr: Un lien d'activation a été envoyé à {emaiL}, contenant des instructions pour activer votre compte.

source: All rights reserved.
fr: Tous droits réservés.

source: Contact Us
fr: Nous contacter

source: Current Course:
fr: Cours actuel :

source: {course_name}'s Navigation:
fr: Menu - {course_name}

source: Course
fr: Cours

source: Outline
fr: Structure

source: Updates
fr: Mises à jour

source: Schedule &amp; Details
fr: Dates &amp; Détails

source: Import
fr: Importer

source: Export
fr: Exporter

source: Help &amp; Account Navigation
fr: Aide &amp; Navigation Profil

source: Help
fr: Aide

source: This is a PDF Document
fr: Ceci est un document PDF

source: Studio Documentation
fr: Documentation Studio

source: Studio Help Center
fr: Centre d'Aide Studio

source: Currently signed in as:
fr: Actuellement connecté en tant que :

source: Sign Out
fr: Se déconnecter

source: You're not currently signed in
fr: Vous n'êtes pas connecté

source: How Studio Works
fr: Comment fonctionne Studio

source: Studio Help
fr: Aide Studio

source: Visual
fr: Visuel

source: Launch Latex Source Compiler
fr: Exécuter le compilateur Latex

source: Heading 1
fr: Entête 1

source: Multiple Choice
fr: QCM

source: Checkboxes
fr: Cases à cocher

source: Text Input
fr: Texte à saisir

source: Numerical Input
fr: Chiffres à saisir

source: Dropdown
fr: Liste déroulante

source: Explanation
fr: Explication

source: Advanced Editor
fr: Éditeur avancé

source: Toggle Cheatsheet
fr: Afficher les indices

source: Looking for Help with Studio?
fr: Vous cherchez de l'Aide avec Studio ?

source: edX Studio Help
fr: Aide Studio edX

source: Need help with Studio? Creating a course is complex, so we're here to help. Take advantage of our documentation, help center, as well as our edX101 introduction course for course authors.
fr: Besoin d'aide avec Studio ? Créer un cours est complexe, donc nous sommes là pour vous aider. Utilisez notre documentation, centre d'aide, ainsi que notre cours d'introduction edX101 pour les créateurs de cours.

source: Download Studio Documentation
fr: Télécharger la documentation de Studio

source: How to use Studio to build your course
fr: Comment utiliser Studio pour construire votre cours

source: Enroll in edX101
fr: S'inscrire à edX101

source: Contact us about Studio
fr: Nous contacter à propos de Studio

source: Have problems, questions, or suggestions about Studio? We're also here to listen to any feedback you want to share.
fr: Vous avez des problèmes, questions, suggestions à propos de Studio ? Nous sommes aussi ici à votre écoute des retours que vous souhaitez partager.

source: name
fr: nom

source: {platform_name}-wide Summary
fr: {platform_name}-Sommaire général

source: Collapse Instructions
fr: Replier les instructions

source: Guided Discussion
fr: Discussion dirigée

source: Hide Annotations
fr: Cacher les annotations

source: Press
fr: Presse

source: Class Feedback
fr: Réactions de la classe

source: We are always seeking feedback to improve our courses. If you are an enrolled student and have any questions, feedback, suggestions, or any other issues specific to a particular class, please post on the discussion forums of that&nbsp;class.
fr: Nous sommes attentifs à vos réactions pour améliorer nos cours. Si vous êtes un étudiant inscrit et que vous avez des questions, réactions, suggestions, ou tout autre problème spécifique avec une classe particulière, merci de poster un message sur le forum de discussion de cette &nbsp;classe.

source: General Inquiries and Feedback
fr: Demande de renseignements et réactions

source: If you have a general question about {platform_name} please email <a href="mailto:{contact_email}">{contact_email}</a>. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
fr: Si vous avez une question d'ordre général à propos de {platform_name}, veuillez envoyer un mail à <a href="mailto:{contact_email}">{contact_email}</a>. Pour savoir si votre question a déjà une réponse, visitez notre {faq_link_start}Foire au Questions{faq_link_end}. Vous pouvez également rejoindre la discussion sur notre {fb_link_start}page facebook{fb_link_end}. Bien que nous ne puissions répondre à chaque mail, nous prendrons tout retour en considération.

source: Technical Inquiries and Feedback
fr: Questions techniques et commentaires

source: If you have suggestions/feedback about the overall {platform_name} platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at <a href="mailto:{tech_email}">{tech_email}</a>. For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following: <a href="mailto:{bugs_email}">{bugs_email}</a>.
fr: Si vous avez des suggestions/remarques à propos de la plateforme {platform_name}, ou si vous rencontrez des problèmes avec la plateforme (par exemple, problèmes avec les adresses mail et les mots de passe), vous pouvez nous joindre à l'adresse <a href="mailto:{tech_email}">{tech_email}</a>. Pour les questions techniques, assurez vous d'utiliser une version à jour de Firefox ou Chrome, indiquez la version dans votre mail, avec des copies d'écran ou tout autre détail pertinent. Si vous trouvez un bug ou d'autres problèmes, vous pouvez nous joindre à l'adresse suivante : <a href="mailto:{bugs_email}">{bugs_email}</a>.

source: Please visit our {link_start}media/press page{link_end} for more information. For any media or press inquiries, please email {email}.
fr: Veuillez visiter notre {link_start}page média/presse{link_end} pour plus d'informations. Pour les demandes de renseignements média ou presse, veuillez contacter {email}.

source: Universities
fr: Universités

source: If you are a university wishing to collaborate with or if you have questions about {platform_name}, please email {email}.
fr: Si vous êtes une université et que vous souhaitez collaborer, ou si vous avez des questions à propos de {platform_name}, merci de nous envoyer un mail à l'adresse {email}.

source: New
fr: Nouveau

source: Dashboard
fr: Tableau de bord

source: You'll receive a confirmation in your in-box. Please click the link in the email to confirm the email change.
fr: Vous allez recevoir une confirmation dans votre boite de réception. Merci de cliquer sur le lien dans le mail pour confirmer le changement d'adresse email.

source: edit
fr: éditer

source: Reset Password
fr: Réinitialiser le mot de passe

source: Current Courses
fr: Cours actuels :

source: {course_number} {course_name} Cover Image
fr: {course_number} {course_name} Image de couverture

source: Course Completed - {end_date}
fr: Cours achevé - {end_date}

source: Course Started - {start_date}
fr: Cours débuté - {start_date}

source: Course Starts - {start_date}
fr: Début du Cours - {start_date}

source: Register for Pearson exam
fr: Inscription pour un examen Pearson

source: Registration for the Pearson exam is now open and will close on {end_date}
fr: les inscriptions pour un examen Pearson sont maintenant ouvertes et fermeront le {end_date}

source: Schedule Pearson exam
fr: Planifier un examen Pearson

source: {link_start}Registration{link_end} number: {number}
fr: {link_start}Inscription{link_end} numéro: {number}

source: Write this down! You'll need it to schedule your exam.
fr: Notez ceci ! Vous en aurez besoin pour planifier votre examen.

source: Your registration for the Pearson exam has been rejected. Please {link_start}see your registration status details{link_end}.
fr: Votre inscription pour l'examen Pearson a été rejetée. Merci de vérifier les {link_start}détails de votre inscription{link_end}

source: Otherwise {link_start}contact edX at {email}{link_end} for further help.
fr: Sinon, {link_start}contactez edX à {email}{link_end} pour de l'aide.

source: Your {link_start}registration for the Pearson exam{link_end} is pending.
fr: Votre {link_start}inscription à l'examen Pearson{ink_end} est en attente.

source: Within a few days, you should see a confirmation number here, which can be used to schedule your exam.
fr: Dans quelques jours, vous verrez ici un numéro de confirmation, qui pourra être utilisé pour planifier votre examen.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
fr: Les derniers détails du cours sont en cours de préparation. Votre classement final sera disponible sous peu.

source: Your final grade:
fr: Votre note finale :

source: Grade required for a certificate:
fr: Note requise pour l'obtention du certificat :

source: Your certificate is being held pending confirmation that the issuance of your certificate is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
fr: La génération de votre certificat est en attente de confirmation du respect de la législation des États Unis concernant les embargos sur l'Iran, Cuba, la Syrie et le Soudan. Si vous pensez que notre système vous a identifié à tort comme relié à un de ces pays, faites le nous savoir en nous contactant à l'adresse {email}.

source: Your Certificate is Generating
fr: Votre certificat est en cours de génération

source: This link will open/download a PDF document
fr: Ce lien ouvrira/téléchargera un document PDF

source: Complete our course feedback survey
fr: Compléter notre sondage de remarques à propos du cours

source: View Archived Course
fr: Voir les Cours archivés

source: View Course
fr: Voir le Cours

source: Unregister
fr: Se désinscrire

source: Looks like you haven't registered for any courses yet.
fr: Apparemment, vous ne vous êtes pas encore inscrit à un cours.

source: Find courses now!
fr: Trouvez des cours maintenant !

source: Course-loading errors
fr: erreurs de chargement des cours

source: Are you sure you want to unregister from {course_number}?
fr: Êtes vous sûr de vouloir vous désinscrire de ce cours ?

source: Password Reset Email Sent
fr: Mail de réinitialisation de mot de passe envoyé

source: An email has been sent to {email}. Follow the link in the email to change your password.
fr: Un mail a été envoyé à {email}. Suivez le lien dans le mail pour changer votre mot de passe.

source: Change Email
fr: Changer l'adresse email

source: Please enter your new email address:
fr: Merci d'entrer votre nouvelle adresse email :

source: Please confirm your password:
fr: Veuillez confirmer votre mot de passe :

source: We will send a confirmation to both {email} and your new email as part of the process.
fr: Nous enverrons une confirmation à la fois à {email} et à votre nouvelle adresse email.

source: Change your name
fr: Changer votre nom

source: To uphold the credibility of {platform} certificates, all name changes will be logged and recorded.
fr: Pour maintenir la crédibilité des certificats {platform}, tous les changements de nom seront mémorisés ou archivés.

source: Enter your desired full name, as it will appear on the {platform} certificates:
fr: Entrez votre nom complet, tel que vous souhaitez qu'il apparaisse sur les certificats {platform}

source: Reason for name change:
fr: Motif de changement de nom :

source: Change My Name
fr: Changer mon nom

source: E-mail change failed
fr: changement d'adresse email échoué

source: We were unable to send a confirmation email to {email}
fr: Impossible d'envoyer le mail de confirmation à {email}

source: Go back to the {link_start}home page{link_end}.
fr: Retour à {link_start}l'accueil{link_end}

source: E-mail change successful!
fr: Adresse email modifiée !

source: You should see your new email in your {link_start}dashboard{link_end}.
fr: Vous devez voir votre nouvelle adresse email sur votre {link_start}Tableau de bord{link_end}.

source: An account with the new e-mail address already exists.
fr: Un compte avec la nouvelle adresse email existe déjà.

source: Student Enrollment Form
fr: Formulaire d'Inscription Étudiant

source: Course:
fr: Cours :

source: Add new students
fr: Ajouter des nouveaux étudiants

source: Existing students:
fr: Étudiants existants :

source: New students added:
fr: Nouveaux étudiants ajoutés :

source: Students rejected:
fr: Étudiants rejetés :

source: Debug:
fr: Debogage :

source: foo
fr: info debug : foo

source: bar
fr: info debug : bar

source: biff
fr: info debug : biff

source: External Authentication failed
fr: Échec de l'authentification externe

source: Due:
fr: A rendre pour le :

source: Status:
fr: État :

source: You have successfully gotten to level {goal_level}.
fr: Vous avez atteint avec succès le niveau {goal_level}.

source: You have not yet gotten to level {goal_level}.
fr: Vous n'avez pas atteint le niveau {goal_level}.

source: Completed puzzles
fr: Puzzles complétés

source: Level
fr: Niveau

source: Submitted
fr: Soumis

source: Puzzle Leaderboard
fr: Classement du puzzle

source: User
fr: Utilisateur

source: Score
fr: Note

source: About
fr: A propos de

source: Jobs
fr: Nous recrutons

source: {platform_name} is a non-profit created by founding partners {Harvard} and {MIT} whose mission is to bring the best of higher education to students of all ages anywhere in the world, wherever there is Internet access. {platform_name}'s free online MOOCs are interactive and subjects include computer science, public health, and artificial intelligence.
fr: {platform_name} est une plateforme à but non lucratif, fondée par les partenaires {Harvard} et {MIT}, dont la mission est de proposer le meilleur de l'enseignement supérieur aux étudiants de tout âge, partout dans le monde, dès qu'il y a accès à Internet. Les MOOCs gratuits en ligne de {platform_name} sont interactifs et ont pour thème l'informatique, la santé, l'intelligence artificielle...

source: &copy; 2013 {platform_name}, some rights reserved.
fr: &copy; 2013 {platform_name}, certains droits réservés.

source: Terms of Service and Honor Code
fr: Conditions générales du service et charte utilisateur

source: Privacy Policy
fr: Règle de confidentialité

source: Password Reset
fr: Réinitialisation du mot de passe

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
fr: Merci d'entrer votre adresse email ci-dessous, nous vous enverrons des instructions pour choisir un nouveau mot de passe

source: Required Information
fr: Information requise

source: Your E-mail Address
fr: Votre adresse email

source: This is the email address you used to register with {platform}
fr: Voici l'adresse email que vous avez utilisée pour vous inscrire sur {platform}

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Email is incorrect.
fr: Adresse mail incorrecte

source: {span_start}{platform_name}{span_end} Help
fr: {span_start}{platform_name}{span_end} Aide

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the {link_start}course discussion forum{link_end}.
fr: Pour des <strong>questions sur les lectures, travaux, outils, composants de ce cours</strong>, écrivez dans le {link_start}forum de discussion autour du cours{link_end}

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
fr: Vous avez des <strong>questions d'ordre général à propos de {platform_name}</strong>? Vous pouvez trouver un tas d'informations utiles dans la {link_start}FAQ{link_end} de {platform_name}.
