Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: Your requested accommodations have been reviewed and processed. You are allowed no accommodations.
fr: Les aménagements demandés ont été examinés et traités. Vous n'avez pas d'aménagement autorisé.

source: Please {contact_link_start}contact {edX} at ${exam_help}{contact_link_end}.
fr: Merci de {contact_link_start}contacter {edX} à ${exam_help}{contact_link_end}.

source: Registration Request
fr: Demande d'inscription

source: Your exam registration is pending. Once your information is processed, it will be forwarded to Pearson and you will be able to schedule an exam.
fr: Votre inscription à l'examen est en attente. Une fois qu'elle aura été traitée, elle sera envoyée à Pearson, et vous pourrez planifier votre examen.

source: Your exam registration has been processed and has been forwarded to Pearson. <strong>You are now able to {exam_link_start}schedule a Pearson exam{exam_link_end}</strong>.
fr: Votre inscription à l'examen a été traitée et a été envoyée à Pearson. <strong>Vous pouvez maintenant {exam_link_start}planifier votre examen Pearson{exam_link_end}</strong>.

source: Your exam registration has been rejected by Pearson. <strong>You currently cannot schedule an exam</strong>. The errors found include:
fr: Votre inscription à l'examen a été rejetée par Pearson. <strong>Vous ne pouvez pas planifier d'examen</strong>. Les erreurs trouvées incluent :

source: Please {contact_link_start}contact edX at exam-help@edx.org{contact_link_end}.
fr: Merci de {contact_link_start}contacter edX à exam-help@edx.org{contact_link_end}.

source: About {university} {course_number}
fr: A propos de {university} {course_number}

source: Course Completed:
fr: Cours complété :

source: Course Started:
fr: Cours débuté :

source: Course Starts:
fr: Début du Cours :

source: Pearson VUE Test Details
fr: Détail du test Peason VUE

source: Exam Name:
fr: Nom de l'examen :

source: First Eligible Appointment Date:
fr: Première date disponible :

source: Last Eligible Appointment Date:
fr: Dernière date disponible :

source: Registration Ends:
fr: Fin des inscriptions :

source: If you have a specific question pertaining to your registration, you may {contact_link_start}contact edX at exam-help@edx.org{contact_link_end}.
fr: Si vous avez une question spécifique concernant votre inscription, vous devriez {contact_link_start}contacter edX à exam-help@edx.org{contact_link_end}.

source: Tracking Log
fr: Suivi

source: datetime
fr: date

source: username
fr: nom d'utilisateur

source: ipaddr
fr: adresse ip

source: Using the system
fr: Utilisation du système

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
fr: Pendant la lecture de la vidéo, utilisez les sous-titres et la barre de défilement pour naviguer. Cliquer sur les sous-titres est un moyen rapide pour avancer et reculer de quelques instants.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
fr: Si vous utilisez un affichage en basse résolution, la barre de navigation à gauche peut être masquée en cliquant sur le jeu de trois flèches se trouvant à coté.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
fr: Si vous avez besoin de polices de caractères plus grandes ou plus petites, utilisez les paramètres de votre navigateur pour les agrandir ou les diminuer. Sous Google Chrome, ceci se fait avec CTRL+PLUS, ou CTRL+MOINS.

source: Play
fr: Lecture

source: Speed
fr: Vitesse

source: Fill browser
fr: Remplir le navigateur

source: Turn off captions
fr: Masquer les sous-titres

source: Captions
fr: Sous-titres

source: Download video
fr: Télécharger la vidéo

source: Download video with format
fr: Télécharger la vidéo au format

source: here
fr: ici

source: Download subtitles
fr: Télécharger les sous-titres

source: Your words:
fr: Vos mots :

source: Total number of words:
fr: Nombre total de mots :

source: Next Step
fr: Etape suivante

source: Legend
fr: Légende

source: Status
fr: Etat

source: See full feedback
fr: Afficher le retour complet

source: Respond to Feedback
fr: Répondre au commentaire

source: How accurate do you find this feedback?
fr: Trouvez vous ce retour pertinent ?

source: Partially Correct
fr: Partiellement correct

source: No Opinion
fr: Sans opinion

source: Partially Incorrect
fr: Partiellement incorrect

source: Additional comments:
fr: Commentaires supplémentaires :

source: Submit Feedback
fr: Soumettre un commentaire

source: Response
fr: Réponse

source: Unanswered
fr: Sans réponse

source: Submitted for grading.
fr: Soumis à notation.

source: Submit
fr: Soumettre

source: Skip Post-Assessment
fr: Sauter la post-évaluation

source: There was an error with your submission. Please contact course staff.
fr: Il y a eu une erreur avec votre soumission. Merci de contacter l'équipe pédagogique.

source: Rubric
fr: Rubrique

source: Select the criteria you feel best represents this submission in each category.
fr: Choisissez le critère qui représente le mieux selon vous cette soumission dans chaque catégorie.

source: Please enter a hint below:
fr: Merci de saisir un indice ci-dessous :

source: Cohort groups
fr: groupes de cohortes

source: Show cohorts
fr: Afficher les cohortes

source: Cohorts in the course
fr: Cohortes du cours

source: Add cohort
fr: Ajouter une cohorte

source: Add users by username or email. One per line or comma-separated.
fr: Ajouter des utilisateurs par nom d'utilisateur ou par adresse email. Un par ligne ou séparation par virgule.

source: Add cohort members
fr: Ajouter des membres à la cohorte

source: {chapter}, current chapter
fr: {chapter}, chapitre en cours

source: About {course.display_number_with_default}
fr: A propos de {course.display_number_with_default}

source: You are registered for this course {course.display_number_with_default}
fr: Vous êtes inscrit à ce cours {course.display_number_with_default}

source: View Courseware
fr: Voir le contenu du Cours

source: Register for {course.display_number_with_default}
fr: S'inscrire à {course.display_number_with_default}

source: I hereby accept the following <a href="/licenses">terms and conditions</a>
fr: En m’inscrivant à ce cours, j’accepte les <a href="/licenses">conditions d'utilisation relatives à ce cours</a> mentionnées dans la page de présentation

source: Overview
fr: Présentation

source: Share with friends and family!
fr: Partager avec ses amis et sa famille !

source: Classes Start
fr: Début du Cours

source: Classes End
fr: Fin des cours

source: Estimated Effort
fr: Effort estimé

source: Prerequisites
fr: Pré-requis

source: Additional Resources
fr: Ressources complémentaires

source: Staff view
fr: Vue équipe pédagogique

source: Explore free courses from {university_name}.
fr: Consultez les formation offertes par {university_name}.

source: Explore free courses from leading universities.
fr: Consultez les formations proposées par les meilleurs établissements.

source: Courseware
fr: Contenu du cours

source: There has been an error on the {span_start}{platform_name}{span_end} servers
fr: Il y a eu une erreur sur les serveurs {span_start}{platform_name}{span_end}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' to report any problems or downtime.
fr: Nous sommes désolés, ce module est temporairement indisponible. Notre équipe travaille à régler ceci le plus rapidement possible. Merci de nous envoyer un mail à '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' pour signaler tout problème ou panne.

source: {course_number} Courseware
fr: Contenu du cours {course_number}

source: Return to Exam
fr: Retour à l'examen

source: Course Navigation
fr: Menu du cours

source: close
fr: Fermer

source: Open Calculator
fr: Afficher la calculatrice

source: Calculator
fr: Calculatrice

source: Hints
fr: Indices

source: Operations:
fr: Opérations :

source: Functions:
fr: Fonctions :

source: Constants
fr: Constantes

source: Grade summary
fr: Relevé de notes

source: Not implemented yet
fr: Pas encore implémenté

source: Gradebook
fr: Bulletin de notes

source: {course.display_number_with_default} Course Info
fr: Info cours {course.display_number_with_default}

source: Course Updates &amp; News
fr: Infos du Cours &amp; Actualités

source: Handout Navigation
fr: Navigation des documents pédagogiques

source: Course Handouts
fr: Documents pédagogiques

source: Instructor Dashboard
fr: Tableau de bord enseignant

source: Psychometrics
fr: Psychometriques

source: Forum Admin
fr: Administrateurs des forums

source: Enrollment
fr: Inscriptions

source: DataDump
fr: Données Brutes

source: Manage Groups
fr: Gestion des groupes

source: Analytics
fr: Analyses

source: yes
fr: oui

source: Export grades to remote gradebook
fr: Exporter les notes vers un bulletin distant

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
fr: Les travaux définis pour ce cours devraient correspondre à ceux du bulletin de notes, pour que ceci fonctionne correctement !

source: Gradebook name:
fr: Nom du bulletin de notes :

source: Assignment name:
fr: Nom du travail :

source: Course-specific grade adjustment
fr: Ajustement spécifique des notes

source: Specify a particular problem in the course here by its url:
fr: Spécifiez un exercice particulier dans le cours ici par son url :

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is <tt>i4x://university/course/problem/problemname</tt>, then just provide the <tt>problemname</tt>. If the location is <tt>i4x://university/course/notaproblem/someothername</tt>, then provide <tt>notaproblem/someothername</tt>.)
fr: Vous devriez juste utiliser "urlname" pour un exercice, ou "modulename/urlname" dans le cas contraire. (Par exemple, si l'emplacement est <tt>i4x://university/course/problem/problemname</tt>, alors saisissez juste <tt>problemname</tt>. Si l'emplacement est <tt>i4x://university/course/notaproblem/someothername</tt>, alors saisissez <tt>notaproblem/someothername</tt>.)

source: Then select an action:
fr: Puis choisissez une action :

source: These actions run in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem, click on this button:
fr: Ces tâches fonctionnent en arrière plan, et l'état des tâches actives sera visible dans un tableau ci-dessous. Pour voir l'état de toutes les tâches soumises pour cet exercice, cliquez sur ce bouton :

source: Student-specific grade inspection and adjustment
fr: Inspection et ajustement des notes spécifiques à un étudiant

source: Specify the {platform_name} email address or username of a student here:
fr: Spécifiez l'adresse email {platform_name} ou le nom d'utilisateur d'un étudiant ici :

source: Click this, and a link to student's progress page will appear below:
fr: Cliquez ici, et un lien vers le suivi de progression des étudiants apparaitra ci-dessous :

source: You may also delete the entire state of a student for the specified module:
fr: Vous devriez aussi détruire la totalité de l'état de l'étudiant pour le module spécifié :

source: Rescoring runs in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem and student, click on this button:
fr: La notation fonctionne en arrière plan, et l'état des tâches actives sera visible dans un tableau ci-dessous. Pour voir l'état de toutes les tâches soumises pour cet exercice et les étudiants, cliquez sur ce bouton :

source: Select a problem and an action:
fr: Choisissez un exercice et une action :

source: User requires forum administrator privileges to perform administration tasks. See instructor.
fr: L'utilisateur doit avoir des privilèges d'administrateur de forum pour effectuer des tâches d'administration. Contactez l'enseignant.

source: Pull enrollment from remote gradebook
fr: Récupérer une inscription depuis un bulletin de notes distant

source: Enroll or un-enroll one or many students: enter emails, separated by new lines or commas;
fr: Inscrire ou désinscrire un ou plusieurs étudiants; entrez les adresses email, séparées par une nouvelle ligne ou une virgule;

source: Notify students by email
fr: Notifier les étudiants par email

source: Auto-enroll students when they activate
fr: Inscrire automatiquement les étudiants lors de l'activation

source: Problem urlname:
fr: url de l'exercice :

source: Enter usernames or emails for students who should be beta-testers, one per line, or separated by commas. They will get to see course materials early, as configured via the <tt>days_early_for_beta</tt> option in the course policy.
fr: Entre les noms d'utilisateurs ou emails des étudiants qui seront beta-testeurs, un par ligne ou séparés par des virgules. Ils verront le contenu du cours en avant-première, comme paramétré via l'option <tt>jours plus tôt pour beta</tt> dans les règles du cours.

source: No Analytics are available at this time.
fr: Pas de synthèse disponible pour le moment

source: Students enrolled:
fr: Étudiants inscrits :

source: Students active in the last week:
fr: Etudiants actifs durant la dernière semaine :

source: Student activity day by day
fr: Activité étudiant jour par jour

source: Day
fr: Jour

source: Students
fr: Étudiants

source: Answer distribution for problems
fr: Distribution des réponses pour les exercices

source: Problem
fr: Exercice

source: Max
fr: Maximum

source: Points Earned (Num Students)
fr: Points gagnés (nombre d'étudiants)

source: Students answering correctly
fr: Étudiants ayant correctement répondu

source: Number of students
fr: Nombre d'étudiants

source: Student distribution per country, all courses, Sep-12 to Oct-17, 1 server (shown here as an example):
fr: Répartition des étudiants par pays, tous les cours, 12 Sept au 17 Oct, 1 serveur (montré ici en tant qu'exemple) :

source: Pending Instructor Tasks
fr: Tâches Enseignant en Attente

source: Task Type
fr: Type de tâche

source: Task inputs
fr: Entrées de tâches

source: Task Id
fr: Id de la tâche

source: Requester
fr: Demandeur

source: Task State
fr: État de la tâche

source: Duration (sec)
fr: Durée (sec)

source: Task Progress
fr: Progression de la tâche

source: unknown
fr: inconnu

source: Course errors
fr: Erreurs du cours

source: About {course_id}
fr: A propos de {course_id}

source: Coming Soon
fr: Bientôt

source: About {course_number}
fr: A propos de {course_number}

source: An error occurred. Please try again later.
fr: Une erreur s'est produite. Merci d'essayer de nouveau plus tard.

source: Access Courseware
fr: Accéder au contenu du Cours

source: You Are Registered
fr: Vous êtes inscrit

source: Register for
fr: S'inscrire à

source: Registration Is Closed
fr: Les inscriptions sont fermées

source: enroll
fr: S'inscrire

source: News - MITx 6.002x
fr: Actualités - MITx 6.002x

source: Updates to Discussion Posts You Follow
fr: Mises à jour des sujets de discussion que vous suivez

source: Anonymous
fr: Anonyme

source: {user} posted a {comment} to the thread {thread} in discussion {discussion}
fr: {user} a écrit {comment} au sujet {thread} dans la discussion {discussion}

source: {user} posted a new thread {thread} in discussion {discussion}
fr: {user} a écrit un nouveau sujet {thread} dans la discussion {discussion}

source: {user} mentioned you in the thread {thread} in disucssion {discussion}
fr: {user} vous a mentionné dans le sujet {thread} de la discussion {discussion}

source: {user} mentioned you in {comment} to the thread {thread} in discussion {discussion}
fr: {user} vous a mentionné dans le commentaire {comment} du sujet {thread} de la discussion {discussion}

source: {course_number} Progress
fr: Progression {course_number}

source: Course Progress for Student '{username}' ({email})
fr: Progression dans le cours de l'étudiant '{username}' ({email})

source: No problem scores in this section
fr: Pas d'exercice noté dans cette section

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
fr: Vous étiez récemment dans {section_link}. Si vous avez fini, choisissez une autre section à gauche.

source: Results:
fr: Résultats :

source: Sorry! We can't find anything matching your search. Please try another search.
fr: Désolé ! Nous ne trouvons rien qui corresponde à votre recherche. Merci d'essayer de chercher autre chose.

source: There are no posts here yet. Be the first one to post!
fr: Il n'y a aucun message ici. Soyez le premier à en écrire !

source: New Post
fr: Nouveau message

source: Show All Discussions
fr: Toutes les discussions

source: Show Flagged Discussions
fr: Discussions marquées

source: Posts I'm Following
fr: Messages suivis

source: follow this post
fr: Suivre ce message

source: post anonymously
fr: Ecrire anonymement

source: post anonymously to classmates
fr: Ecrire anonymement aux camarades de classe

source: Make visible to:
fr: Rendre visible pour :

source: All Groups
fr: Tous les groupes

source: My Cohort
fr: Ma cohorte

source: Add post
fr: Ajouter un message

source: Create new post about:
fr: Créer un nouveau message à propos de :

source: Following
fr: Suivant

source: Search posts
fr: Chercher parmi les messages

source: Hide
fr: Cacher

source: This post visible only to group {group}.
fr: Le message est seulement visible par le groupe {group}.

source: Sort by:
fr: Trier par :

source: comments
fr: commentaires

source: Show:
fr: Afficher :

source: View All
fr: Afficher tout

source: View as {name}
fr: Vue de {name}

source: This thread is closed.
fr: Ce fil est fermé

source: Post a response:
fr: Écrire une réponse :

source: &bull; This thread is closed.
fr: &bull; Ce fil est fermé.

source: Report Misuse
fr: Rapporter un abus

source: Pin Thread
fr: Epingler le fil

source: Close
fr: Fermer

source: Editing post
fr: Editer le post

source: Update post
fr: Mettre à jour le message

source: Editing response
fr: Editer la réponse

source: Update response
fr: Mettre à jour la réponse

source: Revoke Moderator rights
fr: Révoquer les droits de modération

source: Promote to Moderator
fr: Promouvoir comme modérateur

source: We're sorry
fr: Nous sommes désolés

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
fr: Les forums sont en maintenance. Ils seront bientôt de retour en ligne !

source: User Profile
fr: Profil utilisateur

source: Active Threads
fr: Fils actifs

source: {course_number} Staff Grading
fr: Notation de l'équipe pédagogique {course_number}

source: Staff grading
fr: Notation de l'équipe pédagogique

source: This is the list of problems that currently need to be graded in order to train the machine learning models. Each problem needs to be trained separately, and we have indicated the number of student submissions that need to be graded in order for a model to be generated. You can grade more than the minimum required number of submissions--this will improve the accuracy of machine learning, though with diminishing returns. You can see the current accuracy of machine learning while grading.
fr: Voici une liste de problèmes qui doivent être notés en vue d'entrainer le modèle d'apprentissage du système. Chaque exercice doit être effectué séparément, et nous avons indiqué le nombre de soumissions des étudiants qui doivent être notées pour qu'un modèle soit généré. Vous pouvez noter plus que le minimum requis - cela améliorera la précision du système, mais le rendement sera moindre. Vous pouvez voir le degré de précision du système pendant la notation.

source: Problem List
fr: Liste d'exercices

source: Prompt
fr: Demander

source: (Hide)
fr: (Cacher)

source: Student Response
fr: Réponse de l'étudiant

source: Written Feedback
fr: Réaction écrite

source: Feedback for student (optional)
fr: Retour pour l'étudiant (optionnel)

source: Flag as inappropriate content for later review
fr: Marquer comme contenu inapproprié pour examen ultérieur

source: Skip
fr: Sauter

source: Grade Distribution
fr: Répartition des notes

source: Loading problem list...
fr: Chargement de la liste des problèmes...

source: Gender Distribution
fr: Répartition selon le sexe

source: Level of Education
fr: Niveau de Formation

source: Course ID
fr: ID de Cours

source: Students Enrolled
fr: Étudiants Inscrits

source: Started
fr: Débuté

source: Ended
fr: Fini

source: Course Warnings
fr: Avertissements du cours

source: List enrolled students with profile information
fr: Liste des étudiants inscrits avec infos du profil

source: Grading Configuration
fr: Configuration de la Notation

source: Batch Enrollment
fr: Inscription Automatique

source: Enter student emails separated by new lines or commas.
fr: Entrez les adresses email des étudiants, séparées par une nouvelle ligne ou une virgule;

source: Student Emails
fr: Adresses email Etudiants

source: Enroll
fr: S'inscrire

source: Unenroll
fr: Se Désinscrire

source: Auto-Enroll
fr: Inscription Automatique

source: Auto Enroll
fr: Inscription Automatique

source: If auto enroll is <em>checked</em>, students who have not yet registered for edX will be automatically enrolled.
fr: Si l'inscription automatique est <em>cochée</em>, les nouveaux étudiants seront automatiquement inscrits.

source: If auto enroll is left <em>unchecked</em>, students who have not yet registered for edX will not be enrolled, but will be allowed to enroll.
fr: Si l'inscription automatique n'est <em>pas cochée</em>, les nouveaux étudiants ne seront pas automatiquement inscrits, mais seront autorisés à le faire.

source: Getting available lists...
fr: Obtention des listes disponibles

source: Course Staff
fr: Équipe pédagogique

source: Add Staff
fr: Ajouter une équipe

source: Instructors
fr: Enseignants

source: Add Instructor
fr: Ajouter un enseignant

source: Beta Testers
fr: Beta testeurs

source: Beta Tester
fr: Beta Testeur

source: Forum Admins
fr: Admins de forum

source: Forum Moderators
fr: Modérateurs du forum

source: Add Moderator
fr: Ajouter un Modérateur

source: Student Email
fr: Adresse email Étudiant

source: Student Progress Page
fr: Suivi de Progression Étudiant

source: Problem urlname
fr: Url de l'Exercice

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is {location1}, then just provide the {urlname1}. If the location is {location2}, then provide {urlname2}.)
fr: Vous devriez juste utiliser "urlname" pour un exercice, ou "modulename/urlname" dans le cas contraire. (Par exemple, si l'emplacement est {location1}, alors saisissez juste {urlname1}. Si l'emplacement est {location2}, alors saisissez {urlname2}.)

source: Reset Student Attempts
fr: Réinitialiser Essais Étudiant

source: Delete Student State for Module
fr: Supprimer l'état de l'Étudiant pour ce Module

source: Rescore Student Submission
fr: Renoter Soumission Étudiant

source: Show Background Task History for Student
fr: Afficher l'historique des tâches d'arrière plan pour l'Étudiant

source: Then select an action
fr: Puis choisissez une action

source: Reset ALL students' attempts
fr: Réinitialiser TOUS les essais des étudiants

source: Rescore ALL students' problem submissions
fr: Renoter TOUTES les soumissions d'exercice des étudiants
