Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/v1/mako.po
Languages: fr

source: DISCUSSION HOME:
fr: ACCUEIL DISCUSSION:

source: HOW TO USE EDX DISCUSSIONS
fr: COMMENT UTILISER LE FORUM FUN

source: Find discussions
fr: Trouver des discussions

source: Focus in on specific topics
fr: Focus sur des sujets spécifiques

source: Search for specific posts
fr: Chercher des posts spécifiques

source: Sort by date, vote, or comments
fr: Trier par date, votes ou commentaires

source: Engage with posts
fr: S'investir dans les discussions

source: Upvote posts and good responses
fr: Voter pour des posts et des bonnes réponses

source: Report Forum Misuse
fr: Signaler les abus sur le forum

source: Follow posts for updates
fr: Suivre les mises à jour des posts

source: Receive updates
fr: Recevoir des mises à jour

source: If enabled, you will receive an email digest once a day notifying you about new, unread activity from posts you are following.
fr: Je veux recevoir un email récapitulatif quotidien.

source: Search all discussions
fr: Rechercher

source: Grades
fr: Notes

source: Try New Beta Dashboard
fr: Essayer le nouveau tableau de bord en béta

source: Edit Course In Studio
fr: Modifier le cours dans le studio

source: Dump list of enrolled students
fr: Exporter la liste des élèves inscrits

source: Dump Grades for all students in this course
fr: Exporter les notes de tous les élèves de ce cours

source: Download CSV of all student grades for this course
fr: Télécharger les notes de tous les élèves de ce cours au format CSV

source: Dump all RAW grades for all students in this course
fr: Exporter les notes RAW de tous les élèves de ce cours

source: Download CSV of all RAW grades
fr: Télécharger les notes RAW au format CSV

source: Download CSV of answer distributions
fr: Télécharger la répartition des réponses au format CSV

source: Dump description of graded assignments configuration
fr: Exporter la description de l'organisation des examens notés

source: Show Background Task History
fr: Afficher l'historique des tâches d'arrière-plan

source: Reset student's attempts
fr: Réinitialiser les essais des étudiants

source: Get link to student's progress page
fr: Obtenir le lien vers la page progrès de l'étudiant

source: Rescore student's problem submission
fr: Renoter l'exercice de l'apprenant

source: Delete student state for module
fr: Effacer le profil de l'étudiant pour ce module

source: List beta testers
fr: Liste des beta-testeurs

source: Remove beta testers
fr: Supprimer les beta-testeurs

source: Add beta testers
fr: Ajouter des beta-testeurs

source: List course staff members
fr: Liste des administrateurs du cours

source: Remove course staff
fr: Enlever les administrateurs

source: Add course staff
fr: Ajouter des administrateurs

source: List course instructors
fr: Liste des enseignants du cours

source: Remove instructor
fr: Enlever l'enseignant

source: Add instructor
fr: Ajouter enseignant

source: Reload course from XML files
fr: Rafraîchir le cours à partir des fichiers XML

source: GIT pull and Reload course
fr: GIT pull et rafraîchir le cours

source: List course forum admins
fr: Liste des administrateurs du forum

source: Remove forum admin
fr: Supprimer un administrateur du forum

source: Add forum admin
fr: Ajouter des administrateurs du forum

source: List course forum moderators
fr: Liste des modérateurs du forum

source: List course forum community TAs
fr: Liste des assistants pédagogiques

source: Remove forum moderator
fr: Supprimer un modérateur du forum

source: Add forum moderator
fr: Ajouter un modérateur du forum

source: Remove forum community TA
fr: Supprimer un assistant pédagogique

source: Add forum community TA
fr: Ajouter un assistant pédagogique

source: filter topics
fr: Filtrer les sujets

source: List enrolled students
fr: Liste des apprenants inscrits

source: List students who may enroll but may not have yet signed up
fr: Liste des inscrits n'ayant pas encore confirmé

source: Enroll multiple students
fr: Inscrire plusieurs apprenants

source: Unenroll multiple students
fr: Désinscrire plusieurs apprenants

source: Download CSV of all student profile data
fr: Télécharger les données des profils des apprenants au format CSV

source: Download CSV of all responses to problem
fr: Télécharger les réponses à l'exercice au format CSV

source: pin this thread
fr: Epingler ce fil

source: Send to:
fr: Envoyer à:

source: Myself
fr: Moi-même

source: Staff and instructors
fr: Equipe pédagogique

source: All (students, staff and instructors)
fr: Tous (Apprenants et équipe pédagogique)

source: Please try not to email students more than once a day. Important things to consider before sending:
fr: Merci de ne pas envoyer plus d'un email par jour aux apprenants. Avant d'envoyer le message:

source: Have you read over the email to make sure it says everything you want to say?
fr: L'avez-vous relu pour vous assurer qu'il est complet ?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed?
fr: Vous l'êtes-vous envoyé pour vérifier son affichage ?

source: Send email
fr: Envoyer l'email

source: Page Not Found
fr: Page non trouvée

source: Page not found
fr: Page non trouvée

source: The page that you were looking for was not found.
fr: La page que vous recherchez n'a pas été trouvée.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
fr: Retournez sur la {homepage} ou faites-nous part des pages déplacées à l'adresse {email}.

source: Studio Server Error
fr: Erreur sur le Serveur Studio

source: The <em>Studio</em> servers encountered an error
fr: Les serveurs <em>Studio</em> ont rencontré une erreur

source: An error occurred in Studio and the page could not be loaded. Please try again in a few moments.
fr: Studio a rencontré une erreur et la page n'a pas pu être chargée. Merci d'essayer de nouveau dans quelques instants.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
fr: Nous avons consigné l'erreur dans un journal et notre équipe tâchera de la résoudre le plus rapidement possible.

source: If the problem persists, please email us at {email}.
fr: Si le problème persiste, merci de nous contacter à l'adresse {email}.

source: Studio Account Activation
fr: Activation de compte Studio

source: Your account is already active
fr: Votre compte est déjà actif

source: This account, set up using {0}, has already been activated. Please sign in to start working within edX Studio.
fr: Ce compte, configuré avec {0}, a déjà été activé. Connectez vous pour commencer à travailler avec edX Studio.

source: Sign into Studio
fr: Se connecter à Studio

source: Your account activation is complete!
fr: Votre compte est activé !

source: Thank you for activating your account. You may now sign in and start using edX Studio to author courses.
fr: Merci d'avoir activé votre compte. Vous devriez maintenant vous connecter et commencer à utiliser edX Studio pour créer des cours.

source: Your account activation is invalid
fr: Votre compte n'est pas activé

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct &mdash; e-mail programs will sometimes split it into two lines.
fr: Nous sommes désolés. Quelque-chose s'est mal passé avec votre activation. Vérifiez que l'URL où vous étiez était correcte &mdash; Certains programmes de messagerie peuvent parfois la couper sur deux lignes.

source: If you still have issues, contact edX Support. In the meatime, you can also return to
fr: Si vous avez toujours des problèmes, contactez le support edX. Pendant ce temps, vous pouvez toujours retourner sur

source: Contact edX Support
fr: Contacter le support edX

source: Files &amp; Uploads
fr: Fichiers &amp; Uploads

source: Delete this asset
fr: Supprimer cet actif

source: Upload New File
fr: Upload Nouveau Fichier

source: Your file has been deleted.
fr: Votre fichier a été supprimé.

source: close alert
fr: fermez l'alerte

source: Tools
fr: Outils

source: Course Checklists
fr: Checklists du Cours

source: Current Checklists
fr: Checklists Actuelles

source: What are checklists?
fr: Que sont les checklists ?

source: Running a course on edX is a complex undertaking. Course checklists are designed to help you understand and keep track of all the steps necessary to get your course ready for students.
fr: Lancer un cours sur edX est un travail complexe. Les checklists ont été conçues pour vous aider à comprendre et à suivre les étapes nécessaires pour finaliser votre cours.

source: These checklists are shared among your course team, and any changes you make are immediately visible to other members of the team and saved automatically.
fr: Ces checklists sont partagées avec votre équipe, et les changements que vous effectuez sont immédiatement enregistrés et visibles par les autres membres de votre équipe.

source: Editor
fr: Editeur

source: View
fr: Voir

source: Changes
fr: Changements

source: Settings
fr: Paramètres

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Drag to reorder
fr: Glissez pour modifier l'ordre

source: Course Updates
fr: Infos du Cours

source: Content
fr: Contenu

source: Page Actions
fr: Actions de la Page

source: New Update
fr: Nouvelle Actualité

source: Course updates are announcements or notifications you want to share with your class. Other course authors have used them for important exam/date reminders, change in schedules, and to call out any important steps students need to be aware of.
fr: Les Infos du Cours sont des annonces ou des notifications à destination de votre classe. D'autres concepteurs de cours les utilisent par exemple pour faire des rappels importants concernant des échéances ou encore pour annoncer des modifications du calendrier.

source: Static Pages
fr: Pages Statiques

source: New Page
fr: Nouvelle Page

source: Static Pages are additional pages that supplement your Courseware. Other course authors have used them to share a syllabus, calendar, handouts, and more.
fr: Les Pages Statiques sont des pages supplémentaires au contenu de votre cours. Elles peuvent par exemple servir à publier un syllabus, un agenda ou encore des documents pédagogiques.

source: How do Static Pages look to students in my course?
fr: Comment les étudiants de mon cours visualisent-ils les Pages Statiques ?

source: How Static Pages are Used in Your Course
fr: Comment les Pages Statiques sont utilisées dans votre cours

source: Preview of how Static Pages are used in your course
fr: Prévisualisation de l'utilisation des Pages Statiques dans votre cours

source: These pages will be presented in your course's main navigation alongside Courseware, Course Info, Discussion, etc.
fr: Ces pages seront accessibles dans la barre de navigation principale à côté des rubriques Cours, Informations, Discussions, etc...

source: close modal
fr: Fermer la fenêtre contextuelle

source: CMS Subsection
fr: CMS Sous-section

source: Display Name:
fr: Nom d'Affichage :

source: Units:
fr: Unités :

source: Subsection Settings
fr: Paramètres de la Sous-section

source: Release Day
fr: Date de Publication

source: Release Time
fr: Heure de Publication

source: Coordinated Universal Time
fr: Temps Universel Coordonné

source: The date above differs from the release date of {name}, which is unset.
fr: La date ci-dessus ne correspond pas à la date de publication de {name}, qui est indéfinie.

source: The date above differs from the release date of {name} - {start_time}
fr: La date ci-dessus ne correspond pas à la date de publication de {name} - {start_time}

source: Sync to {name}.
fr: Synchroniser avec

source: Graded as:
fr: Noté comme :

source: Not Graded
fr: Non noté

source: Closed
fr: Fermé

source: End of Registration
fr: Fin des inscriptions

source: Set a due date
fr: Définissez une échéance

source: Due Day
fr: Jour de rendu

source: Due Time
fr: Heure de rendu

source: Remove due date
fr: Supprimer la date d'échéance

source: Preview Drafts
fr: Prévisualiser les brouillons

source: View Live
fr: Aperçu réel

source: Internal Server Error
fr: Erreur Interne Serveur

source: The Page You Requested Page Cannot be Found
fr: La page que vous avez demandée n'a pas été trouvée

source: We're sorry. We couldn't find the Studio page you're looking for. You may want to return to the Studio Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
fr: Nous sommes désolés. Nous n'avons pas pu trouver la page recherchée. Vous pouvez retourner à l'accueil du Studio et réessayer. Si vous rencontrez de nouveaux problèmes, vous pouvez contacter {link_start}le support Studio{link_end} pour obtenir de l'aide.

source: Use our feedback tool, Tender, to share your feedback
fr: Utilisez notre outil Tender pour partager votre feedback

source: The Server Encountered an Error
fr: Le serveur a rencontré une erreur

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the Studio Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
fr: Nous sommes désolés. Il y a eu un problème avec le serveur lors de l'exécution de la dernière requête. Vous voudrez peut être revenir au tableau de bord ou essayer à nouveau cette requête. Si les problèmes persistent, vous pouvez {link_start}contacter le support Studio{link_end} pour obtenir de l'aide.

source: Back to dashboard
fr: Retour au tableau de bord

source: Course Export
fr: Export du cours

source: About Exporting Courses
fr: A propos de l'export des cours

source: When exporting your course, you will receive a .tar.gz formatted file that contains the following course data:
fr: En exportant ce cours, vous obtiendrez un fichier .tar.gz qui contiendra les données suivantes :

source: Course Structure (Sections and sub-section ordering)
fr: Structure du cours (Ordre des sections et sous-sections)

source: Individual Units
fr: Unités individuelles

source: Individual Problems
fr: Problèmes individuels

source: Course Assets
fr: Activités du Cours

source: Your course export <strong>will not include</strong>: student data, forum/discussion data, course settings, certificates, grading information, or user data.
fr: Votre export du cours <strong> ne contiendra pas </strong> : données étudiants, données de forum et de discussions, paramètres des cours, certificats, scores, ou données personnelles utilisateurs.

source: Export Course:
fr: Export du Cours :

source: Download Files
fr: Télécharger

source: Welcome
fr: Bienvenue

source: Welcome to
fr: Bienvenue sur

source: Studio helps manage your courses online, so you can focus on teaching them
fr: Studio vous aide à gérer vos cours en ligne, afin que vous puissiez vous concentrer sur la pédagogie

source: Studio's Many Features
fr: Les multiples fonctionnalités de Studio

source: Studio Helps You Keep Your Courses Organized
fr: Studio vous aide à structurer vos cours

source: Keeping Your Course Organized
fr: Structurer votre Cours

source: The backbone of your course is how it is organized. Studio offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
fr: La structuration de votre Cours constitue son fil directeur. Studio offre un éditeur de <strong>progression</strong>, qui propose une hiérarchie simple et un système facile de glisser-déposer pour vous aider, vous et vos étudiants, à rester organisés.

source: Simple Organization For Content
fr: Organisation simple du contenu

source: Studio uses a simple hierarchy of <strong>sections</strong> and <strong>subsections</strong> to organize your content.
fr: Studio utilise une hiérarchie de <strong>sections</strong> et de <strong>sous-sections</strong> pour organiser votre contenu.

source: Change Your Mind Anytime
fr: Changez tout à tout moment

source: Draft your outline and build content anywhere. Simple drag and drop tools let your reorganize quickly.
fr: Dessinez votre progression et construisez du contenu n'importe où. Les outils de glisser-déposer vous permettront de le réorganiser rapidement.

source: Go A Week Or A Semester At A Time
fr: Progressez une semaine ou un semestre à la fois

source: Build and release <strong>sections</strong> to your students incrementally. You don't have to have it all done at once.
fr: Construisez et publiez les <strong>sections</strong> à vos étudiants progressivement. Vous n'avez pas l'obligation de tout préparer d'un coup.

source: Learning is More than Just Lectures
fr: L'apprentissage réclame plus que des cours magistraux

source: Studio lets you weave your content together in a way that reinforces learning &mdash; short video lectures interleaved with exercises and more. Insert videos and author a wide variety of exercise types with just a few clicks.
fr: Studio vous laisse agréger votre contenu de la manière qui sera la plus pédagogique &mdash; de courtes séquences vidéos entrelacées d'exercices et autres. Insérez vos vidéos et créez une grande variété d'exercices types en juste quelques clics.

source: Create Learning Pathways
fr: Créez des progressions pédagogiques

source: Help your students understand a small interactive piece at a time with multimedia, HTML, and exercises.
fr: Aidez vos étudiants à comprendre une notion après l'autre avec des éléments multimédia, HTML, et des exercices.

source: Work Visually, Organize Quickly
fr: Travaillez graphiquement, organisez rapidement

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
fr: Travaillez graphiquement et voyez exactement ce que verront vos étudiants. Réorganisez l'intégralité de votre contenu avec le glisser-déposer.

source: A Broad Library of Problem Types
fr: Un grand catalogue de problèmes types

source: It's more than just multiple choice. Studio has nearly a dozen types of problems to challenge your learners.
fr: Studio a environ une douzaine de types de problèmes à proposer à vos étudiants, pas uniquement des QCM.

source: Studio Gives You Simple, Fast, and Incremental Publishing. With Friends.
fr: Studio vous permet de publier de manière Facile, Rapide, et Incrémentale. Avec vos amis.

source: Simple, Fast, and Incremental Publishing. With Friends.
fr: Publication Incrémentale, Simple et Facile. Avec vos Amis.

source: Studio works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
fr: Studio fonctionne comme les applications web que vous connaissez déjà, et comprend comment se construit un cursus de formation. La publication vers le web est instantanée si vous le souhaitez, ou incrémentale lorsque c'est justifié. Et avec vos co-auteurs, vous pouvez avoir une équipe entière pour construire ensemble un cours.

source: Instant Changes
fr: Modifications instantanées

source: Caught a bug? No problem. When you want, your changes to live when you hit Save.
fr: Quelque chose à rectifier ? Pas de problème. Quand vous le souhaitez, vos modifications sont en ligne quand vous cliquez Enregistrer.

source: Release-On Date Publishing
fr: Date de publication

source: When you've finished a <strong>section</strong>, pick when you want it to go live and Studio takes care of the rest. Build your course incrementally.
fr: Lorsque vous avez terminé une <strong>section</strong>, choisissez quand vous souhaitez qu'elle apparaisse en ligne et Studio s'occupe du reste. Construisez votre Cours de manière progressive.

source: Work in Teams
fr: Travail d'équipe

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
fr: Les co-auteurs ont un accès complet aux outils d'édition. Améliorez votre cours de manière collaborative.

source: Sign Up for Studio Today!
fr: Inscrivez-vous à Studio aujourd'hui !

source: Sign Up &amp; Start Making an edX Course
fr: Inscrivez-vous &amp; Commencez à créer un Cours edX

source: Already have a Studio Account? Sign In
fr: Vous avez déjà un compte Studio ? Connectez vous

source: Outlining Your Course
fr: Structurez votre Cours

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
fr: Simple structure à deux niveaux pour organiser votre cours. Glissez et déposez, et visualisez votre cours d'un coup d'œil.

source: More than Just Lectures
fr: Plus qu'un cours magistral

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
fr: Créez rapidement des vidéos, des extraits de texte, des discussions en ligne, et une variété d'exercices types.

source: Publishing on Date
fr: Publication à la date

source: Simply set the date of a section or subsection, and Studio will publish it to your students for you.
fr: Affectez simplement une date à une section ou une sous-section, et Studio la publiera aux étudiants pour vous.

source: Course Import
fr: Import de Cours

source: Importing a new course will delete all content currently associated with your course and replace it with the contents of the uploaded file.
fr: Importer un nouveau Cours détruira tout le contenu associé à votre Cours et le remplacera par le contenu du fichier uploadé.

source: File uploads must be gzipped tar files (.tar.gz) containing, at a minimum, a {filename} file.
fr: Les uploads doivent être des fichiers tar gzippés (.tar.gz) contenant, au minimum, un fichier {filename}.

source: Please note that if your course has any problems with auto-generated {nodename} nodes, re-importing your course could cause the loss of student data associated with those problems.
fr: Merci de noter que si votre Cours a des problèmes avec des noeuds {nodename} auto-générés, ré-importer votre Cours pourrait causer la perte des données étudiants associées à ces problèmes.

source: Course to import:
fr: Cours à importer :

source: Choose File
fr: Choisir le fichier

source: change
fr: Modifier

source: Replace my course with the one above
fr: Remplacer mon Cours avec celui ci-dessus

source: Your import was successful.
fr: Votre importation a réussi.

source: Your import has failed.
fr: Votre importation a échoué.

source: My Courses
fr: Mes Cours

source: New Course
fr: Nouveau Cours

source: Email staff to create course
fr: Envoyez un email à l'équipe pédagogique pour créer un Cours

source: Welcome, {0}!
fr: Bienvenue, {0}!

source: Here are all of the courses you currently have access to in Studio:
fr: Voici la liste des cours auxquels vous avez actuellement accès dans Studio :

source: You currently aren't associated with any Studio Courses.
fr: Vous n'êtes actuellement associé à aucun Cours Studio.

source: Please correct the highlighted fields below.
fr: Merci de corriger les champs en surbrillance ci-dessous.

source: Create a New Course
fr: Créer un nouveau Cours

source: Required Information to Create a New Course
fr: Informations requises pour créer un nouveau Cours

source: Course Name
fr: Nom du Cours

source: e.g. Introduction to Computer Science
fr: par exemple, Introduction à l'Informatique

source: The public display name for your course.
fr: Le nom public de votre Cours

source: Organization
fr: Organisation

source: e.g. MITX or IMF
fr: par exemple MITX ou IMF

source: The name of the organization sponsoring the course
fr: Le nom de l'organisme qui parraine le cours
