Repository: openfun/fun-apps
Catalog: newsfeed/locale/*/LC_MESSAGES/django.po
Languages: fr

source: All FUN news
fr: Toutes les actu

source: Article Categories
fr: Categories d'article

source: Article Category
fr: Categorie d'article

source: Article Link
fr: Lien d'article

source: Article Links
fr: Liens d'article

source: Displayed on the news list page.
fr: A moins 1000px de large

source: Event date
fr: Date de l'événement

source: Featured Section
fr: Mises en avant

source: Featured news
fr: Articles mis en avant

source: In the same category
fr: Dans la même categorie

source: Lead paragraph
fr: Chapeau

# fun-news
source: News
fr: Actualités

source: Usefull links
fr: Liens utiles

source: category
fr: categorie

source: courses
fr: cours

source: created at
fr: écrit le

source: edited at
fr: édité à

source: event date
fr: Date de l'événement

source: language
fr: langue

source: order
fr: ordre

source: published
fr: publié

source: text
fr: texte

source: thumnail
fr: vignette

source: title
fr: titre

source: url
fr: adresse
