Repository: openfun/fun-apps
Catalog: course_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %.2f%% of students
fr: %.2f%% des apprenants

source: %d comments
fr: %d commentaires

source: %d countries
fr: %d pays

source: %d enrollments
fr: %d inscriptions

source: %d students
fr: %d apprenants

source: %m/%d/%Y
fr: %d/%m/%Y

source: A report on answers distribution is already running
fr: Un rapport sur la répartition des réponses est déjà en cours

source: An average of
fr: Une moyenne de

source: Answers distribution
fr: Répartition des réponses

source: Answers distribution reports
fr: Rapports de répartition des réponses

source: Blank answers
fr: Aucune réponse

source: Course dashboard
fr: Tableau de bord de cours

source: Creation date
fr: Date de création

source: Day with least enrollments:
fr: Jour avec le moins d'inscriptions :

source: Day with most enrollments:
fr: Jour avec le plus d'inscriptions :

source: Download raw CSV data
fr: Télécharger les données CSV brutes

source: Enrollments per day
fr: Inscriptions par jour

source: Forum activity
fr: Activité des forums

source: Last created pages
fr: Dernières pages créées

source: Least active forum thread:
fr: Fil de discussion le moins actif :

source: Loading ...
fr: Chargement ...

source: Most active forum thread:
fr: Fil de discussion le plus actif :

source: Most active student:
fr: Apprenant le plus actif :

source: New forum threads per day
fr: Nouveaux fils de conversations par jour

source: No answers were found for this question.
fr: Aucune réponse trouvée pour cette question.

source: Note: the 'Unknown' country refers to the users who have not provided their country of origin. These data are collected on a declarative basis.
fr: Note : le pays 'Inconnu' fait référence aux utilisateurs n'ayant pas renseigné leur pays d'origine. Ces données sont collectées de manière purement déclaratives.

source: Number of enrollments
fr: Nombre d'inscriptions

source: Number of learners
fr: Nombre d'apprenants

source: Number of new threads
fr: Nombre de nouveaux fils de discussion

source: Page creations by day
fr: Nombre de pages créées par jour

source: Page revisions by day
fr: Nombre de pages modifiées par jour

source: Pages by activity
fr: Pages par activité

source: Platform statistics
fr: Statistiques de la plateforme

source: Please wait while data is being loaded.
fr: Veuillez patienter pendant le chargement des données.

source: Refresh
fr: Rafraîchir

source: Reports bucket
fr: Rapports

source: Revision count
fr: Nombre de modifications

source: Running answers distribution reports generation
fr: Génération des rapports de répartition des notes en cours

source: Second country by enrollment
fr: Deuxième pays

source: Student map
fr: Carte des apprenants

source: Subscription statistics
fr: Statistiques d'inscriptions

source: The answers distribution for problem {} is not handled yet.
fr: Veuillez nous excuser, la distribution des réponses n'est pas encore gérée pour le problème {}.

source: Third country by enrollment
fr: Troisième pays

source: Top country by enrollment
fr: Premier pays

source: Users by activity
fr: Utilisateurs par activité

source: Wiki activity
fr: Activité du wiki

source: active users
fr: utilisateurs actifs

source: created pages
fr: pages créées

source: enrollments / day
fr: inscriptions / jour

source: forum threads created
fr: fils de discussion créés

source: from
fr: de

source: modified pages
fr: pages modifiées

source: students enrolled over %d days
fr: apprenants inscrits en %d jours
