Repository: openfun/fun-apps
Catalog: contact/locale/*/LC_MESSAGES/django.po
Languages: fr

source: * Mandatory field
fr: * Champ obligatoire

source: Accessibility for students with disabilities
fr: Une question sur l'accessibilité du site FUN pour les étudiants handicapés

source: Body
fr: Message

source: Business developement or institutional inquiry
fr: Une demande institutionnelle

source: Certification and exams
fr: Les examens et les attestations

source: Contact request - {}
fr: Contact - {}

source: Contact us
fr: Nous contacter

source: Do you already follow one or several courses on {platform_name}? If you have questions, suggestions or difficulties about a course in particular? Post a comment on the related forum.
fr: Vous suivez déjà un ou plusieurs cours sur {platform_name} ? Vous avez des questions, des suggestions ou des difficultés à propos d'un cours en particulier ? Postez un commentaire sur le forum relatif au cours en question.

source: Do you have a general question about {platform_name}? Visit our <a href='{faq_link}'>FAQ</a>. If you still need help, or if you would like to provide feedback about {platform_name} (which we encourage you to do), contact us using the form below.
fr: Vous avez une question d'ordre général à propos de FUN ? Visitez notre <a href='{faq_link}'>rubrique FAQ</a>. Si vous avez encore besoin d'aide, ou si vous voulez nous faire part de vos impressions sur FUN (ce que nous vous encourageons à faire), contactez-nous via le formulaire ci-dessous.

source: Example: +33 6 24 01 19 82
fr: Exemple : +33 6 24 01 19 82

source: Example: John Doe
fr: Exemple: Pierre Maumont

source: Example: john@example.com
fr: Exemple: pierre@exemple.fr

source: Function
fr: Fonction

source: I am a
fr: Je suis un

source: Information required
fr: Donnée requise

source: Inquiry type
fr: Ma demande concerne

source: Journalist
fr: Journaliste

source: Message sent!
fr: Message envoyé !

source: My account
fr: Mon compte

source: My email
fr: Mon email

source: My name
fr: Mon nom

# contact-form
source: Name
fr: De

source: Other
fr: Autre

source: Phone
fr: Mon numéro de téléphone

source: Registration and activation
fr: L'inscription et l'activation de mon compte

source: Researcher
fr: Chercheur

source: Send your message
fr: Envoyer votre message

source: Student
fr: Étudiant

source: Teacher
fr: Enseignant

source: Teaching Engineer
fr: Ingénieur pédagogique

source: Technology problem
fr: Un problème technique rencontré sur FUN

source: Thank you for your message. It has been successfully recorded, we will answer you as soon as possible.
fr: Merci pour votre message. Nous l'avons bien reçu, et nous vous répondrons dès que possible.

source: The following errors are preventing the message from being sent:
fr: Les erreurs suivantes se sont produites pendant l'envoi :
