Repository: openfun/fun-apps
Catalog: fun_certificates/locale/*/LC_MESSAGES/django.po
Languages: fr

source: It does not certify that the learner was registered with {}.
fr: Elle n'atteste pas que le participant était inscrit à/au {}.

source: . The learner's identity has not been verified.
fr: . L’identité du participant n’a pas été vérifiée.

source: ATTESTATION OF ACHIEVEMENT
fr: ATTESTATION DE SUIVI AVEC SUCCÈS

source: MOOC: Massive Open Online Course
fr: MOOC : cours en ligne

source: On the %m/%d/%Y
fr: Le %d/%m/%Y

source: The current document is not a degree or diploma and does not award credits (ECTS).
fr: La présente attestation n’est pas un diplôme et ne confère pas de crédits (ECTS).

source: The learner's identity has not been verified.
fr: L’identité du participant n’a pas été vérifiée.

source: and published on the platform
fr: et diffusé sur la plate-forme

source: has successfully completed the MOOC
fr: a suivi avec succès le MOOC

source: proposed by
fr: proposé par
