Repository: openfun/fun-apps
Catalog: funsite/locale/*/LC_MESSAGES/django.po
Languages: fr

source: About FUN
fr: A propos de FUN

source: About...
fr: A propos

source: All courses
fr: Tous les cours

source: All the news
fr: Toutes les actualités

source: All universities
fr: Tous les établissements

source: As part of joining FUN, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark FUN emails as 'not spam'. At FUN, we communicate mostly through email.
fr: En rejoignant FUN, vous recevrez un mail d'activation. Vous devrez cliquer sur le lien d'activation pour compléter l'inscription. Vous ne voyez pas le mail ? Vérifiez votre dossier de spam et marquez les mails provenant de {platform_name} comme n'étant pas du spam. A {platform_name}, nous communiquons essentiellement par mail.

source: By continuing browsing the fun-mooc.fr site, you accept the use of cookies to enhance your user experience
fr: En poursuivant votre navigation sur le site fun-mooc.fr, vous acceptez l'utilisation de cookies permettant d'améliorer votre expérience utilisateur

source: Certification
fr: Certificat

# course-about
source: Classes End
fr: Fin du cours

source: Collected data are subjected to automatic processing intended to enable user registration, learning activities, evaluations, and certificate delivery.
fr: Les informations recueillies font l’objet d’un traitement informatique destiné à permettre l’inscription, le suivi des cours, la participation aux activités pédagogiques et aux évaluations, la délivrance d’attestations et/ou de certificats.

source: Confidentiality
fr: Confidentialité

source: Create an account
fr: Créer un compte

source: Create my {platform_name} account
fr: Créer mon compte {platform_name}

source: Do you already have an account?
fr: Avez-vous déjà un compte ?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: End of Registration
fr: Fin d'inscription

# course-about
source: Enrollment is closed
fr: Les inscriptions sont closes

source: FUN course search
fr: Recherche de cours FUN

source: FUN courses RSS feed
fr: Flux RSS des cours FUN

source: FUN news RSS feed
fr: Flux RSS des actualités FUN

source: Forgotten password?
fr: Mot de passe oublié ?

source: Get a certificate for {price} €
fr: Obtenez un certificat pour {price} €

source: Higher Education Excellence. Online, Free and Open Courses
fr: L'excellence de l'enseignement supérieur pour des cours en ligne, gratuits et ouverts à tous

source: Highlighted courses
fr: Les cours à la une

source: Home
fr: Accueil

source: I agree
fr: J'accepte

source: I just registered for {title} through {account}: {url}
fr: Je viens de m'inscrire pour {title} via {account}: {url}

source: I just registered for {title} through {platform} {url}
fr: Je viens de m'inscrire pour {title} via {platform} {url}

source: In accordance with the law «&nbsp;informatique et libertés&nbsp;» (data protection act) of January 6th, 1978, modified in 2004, you have the right to access and modify information related to you, and might exert this right by contacting:
fr: Conformément à la loi «&nbsp;informatique et libertés&nbsp;» du 6 janvier 1978 modifiée en 2004, vous bénéficiez d’un droit d’accès et de rectification aux informations qui vous concernent, que vous pouvez exercer en vous adressant à :

source: Log in to your {platform_name} account
fr: Connexion à votre compte {platform_name}

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: More about registration
fr: En savoir plus sur l'inscription

source: My courses
fr: Mes cours

source: News
fr: Actualités

source: Please log in to access your account and courses
fr: Veuillez vous connecter pour accéder à votre compte et à vos cours

source: Privacy policy
fr: Politique de confidentialité

source: ProctorU
fr: Le service d'examen à distance

source: Read more
fr: En savoir plus

source: Register: {price} €
fr: S'inscrire : {price} €

source: Registering with FUN gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
fr: L'inscription à FUN vous donne accès à tous nos cours gratuits actuels et futurs. Vous n'êtes pas prêt à suivre un cours pour l'instant? L'inscription vous ajoute à notre liste de diffusion - nous vous tiendrons au courant dès que des cours sont ajoutés.

source: Registration closed
fr: Inscription close

source: Research teams authorized by the Ministry of higher education, collecting anonymized data.
fr: Des équipes de recherche en sciences cognitives et de l’éducation, habilitées par le ministère en charge de l’Enseignement supérieur, pour les données d’usage anonymisées.

source: Search courses
fr: Rechercher un cours

source: Search courses on FUN
fr: Recherchez un cours sur FUN

source: Server error
fr: Erreur serveur

source: Sign up
fr: Inscription

source: Sign up for FUN today!
fr: Inscrivez-vous sur FUN !

source: Sign up to {platform_name}
fr: Inscription à {platform_name}

source: Teachers and their teams as well as data controllers representatives in organizations issuing courses.
fr: Les enseignants des équipes pédagogiques et les représentants officiels des établissements porteurs des cours, pour les données à caractère personnel.

source: Terms and conditions
fr: Mentions légales

source: Terms of use
fr: Conditions générales d'utilisation

source: The Freedom to Study
fr: Se former en liberté

source: Thematics
fr: Les thématiques

source: This is the e-mail address you used to register with {platform}
fr: Veuillez saisir l'adresse email que vous avez utilisée pour vous inscrire sur {platform}

source: Universities
fr: Les établissements

source: Usage policy
fr: Charte utilisateurs

source: Verified exam
fr: Règlement d’examen certifiant

source: Welcome to FUN
fr: Bienvenue sur FUN

source: You don't have an account
fr: Vous n'avez pas de compte ?

source: You have an account
fr: Vous avez un compte ?

source: You hold the right, for any legitimate needs, to oppose the processing of any of your personal data.
fr: Vous pouvez également, pour des motifs légitimes, vous opposer au traitement des données vous concernant.

source: h/week
fr: h/semaine

source: Contact
fr: Nous contacter
