Repository: openfun/fun-apps
Catalog: course_pages/locale/*/LC_MESSAGES/django.po
Languages: fr

source: All themes
fr: Tous les thèmes

source: All universities
fr: Tous les établissements

source: Already started
fr: Déjà commencé

source: Archived
fr: Archivé

# course-block
source: Archived
fr: Archivé

source: Availability
fr: Disponibilité

source: Certified training
fr: Formation certifiante

source: Course ends :
fr: Fin du cours:

source: Course starts :
fr: Début du cours:

source: Course subjects :
fr: Les thématiques:

source: Courses
fr: Les cours

source: Default
fr: Défaut

source: Enrollment date
fr: Date d'inscription

source: Enrollment ends :
fr: Fin des inscriptions:

source: Enrollment starts :
fr: Début des inscriptions:

source: First session
fr: Première session

source: Fun latest published courses
fr: Derniers cours publiés sur FUN

source: Imminent end of enrollment
fr: Fin d'inscription imminente

source: Latests courses published on www.fun-mooc.fr
fr: Derniers cours publiés sur www.fun-mooc.fr

source: Learn more
fr: En savoir plus

source: New courses
fr: Nouveautés

# course-block
source: Open
fr: Ouvert

source: Open for enrollment
fr: Ouvert aux inscriptions

# course-block
source: Open until
fr: Ouvert jusqu'au

# course-block
source: Registration closed
fr: Inscription close

source: Proposed by
fr: Cours proposé par

source: Refine search results
fr: Affiner les résultats

source: Start date
fr: Date de début

source: Start date (decreasing)
fr: Date de début (décroissante)

source: Starting soon
fr: Démarre bientôt

# course-block
source: Starts on
fr: Démarre le

source: Themes
fr: Thèmes

source: Universities
fr: Etablissements

source: View <%= count %> themes
fr: Voir les <%= count %> thèmes

source: View <%= count %> universities
fr: Voir les <%= count %> établissements
