Repository: openfun/fun-apps
Catalog: videoproviders/locale/*/LC_MESSAGES/django.po
Languages: fr

source: API key
fr: Clé d'API

source: API secret
fr: Secret d'API

source: Access token
fr: Token d'accès

source: Associated university
fr: Établissement associé

source: Could not change video title
fr: Impossible de changer le titre de la vidéo

source: Could not change video visibility
fr: Impossible de changer la visibilité de la vidéo

source: Could not create folder {}
fr: Impossible de créer le répertoire {}

source: Could not create resource
fr: Impossible de créer la resource

source: Could not create stream {}
fr: Impossible de créer le stream {}

source: Could not delete subtitle
fr: Impossible de supprimer le sous-titre

source: Could not delete video
fr: Impossible de supprimer la vidéo

source: Could not fetch file
fr: Impossible de récupérer le fichier

source: Could not fetch upload url
fr: Impossible de récupérer une url de téléversement

source: Could not fetch video
fr: Impossible de récupérer la vidéo

source: Could not list course files
fr: Impossible de lister les fichiers du cours

source: Could not list directory content {}
fr: Impossible de lister le contenu du répertoire {}

source: Could not list videos
fr: Impossible de lister les vidéos

source: Could not load organisation streams
fr: Impossible de charger les streams de l'organisation

source: Could not parse response
fr: Impossible d'analyser la réponse

source: Could not upload subtitle
fr: Impossible de téléverser le sous-titre

source: High Definition (720p)
fr: Haute définition (720p)

source: Libcast course settings
fr: Settings de cours Libcast

source: Libcast directory slug
fr: Slug de répertoire Libcast

source: Libcast stream slug
fr: Slug de stream Libcast

source: Missing url parameter
fr: Paramètre url manquant

source: Refresh token
fr: Rafraîchir le token

source: Subtitle file (SRT files only)
fr: Fichier de sous-titres (fichiers SRT uniquement)

source: Subtitle language
fr: Langue de sous-titres

source: There is no video storage credentials defined for this account. Please get in touch with your administrator or support team to setup the credentials for university '{}'
fr: Il n'y a pas d'identifiants définis pour le stockage de vidéos de ce compte. Veuillez contacter votre administrateur ou votre équipe de support pour définir les identifiants de l'université '{}'

source: Thumbnail file
fr: Fichier vignette

source: Token expiry time
fr: Date d'expiration du token

source: Undefined file slug
fr: Slug de fichier indéfini

source: Username (email address)
fr: Nom d'utilisateur (adresse email)

source: Username (not the email address)
fr: Nom d'utilisateur (pas l'adresse email)
