Repository: openfun/fun-apps
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %m/%d/%y
fr: %d/%m/%y

source: %m/%d/%y %H:%M
fr: %d/%m/%y %H:%M

source: Acceptance date
fr: Date d'acceptation

source: After the proctored exam integrated into the course, and if successful, you will:
fr: A l'issue de l'examen surveillé, intégré dans ce cours, et en cas de succès, vous :

source: An error has occurred
fr: Une erreur a eu lieu

source: An error has occurred while processing your payment for the course.
fr: Une erreur a eu lieu pendant le traitement de votre paiement.

source: An error has occurred, please retry later.
fr: Une erreur a eu lieu, veuillez ré-essayer plus tard.

source: Be able to add this certificate to your resume, your cover letter or share it directly on social networks.
fr: Pourrez ajouter ce certificat à votre CV, à votre lettre de motivation ou le partager directement sur les réseaux sociaux.

source: Error code <strong class='errorcode'>{errorcode}</strong>.
fr: Code d'erreur <strong class='errorcode'>{errorcode}</strong>.

source: FUN Team
fr: L'équipe FUN

source: FUN&#39;s Facebook account
fr: Compte Facebook de FUN

source: FUN&#39;s Twitter account
fr: Compte Twitter de FUN

source: Here is a brief reminder of the mandatory requirements regarding the proctored exam necessary to obtain the certificate:
fr: Voici un bref rappel des conditions obligatoires de l'examen surveillé pour avoir la possibilité d'obtenir le certificat :

source: Home
fr: Accueil

source: Obtain a certificate issued by the institution that created the MOOC
fr: Obtiendrez un certificat émis par l'établissement créateur du MOOC.

source: Order Date
fr: Date de commande

source: Order No:
fr: Commande :

source: Order information
fr: Informations sur la commande

source: Payment canceled
fr: Abandon du paiement

source: Payment confirmation
fr: Confirmation de paiement

source: Payment order for the course has been interrupted.
fr: La procédure de paiement pour le cours a été interrompue.

source: Payment successful
fr: Paiement réussi

source: Price excl. tax:
fr: Prix HT :

source: Price incl. tax:
fr: Prix TTC :

source: Print this receipt
fr: Imprimer ce reçu

source: Receipt: {order_number}
fr: Reçu : {order_number}

source: Return to dashboard
fr: Retourner au tableau de bord

source: Subscribe to
fr: Inscription à

source: Terms and conditions
fr: Règlement

source: Terms and conditions content (HTML allowed)
fr: Contenu du règlement en HTML

source: Terms and conditions version (semver)
fr: Verison du règlement

source: Thank you for your continued support, we wish you a good MOOC!
fr: En vous remerciant de votre confiance, nous vous souhaitons un bon MOOC !

source: The Freedom to Study
fr: Se former en liberté

source: The proctored exam is organized by the ProctorU provider in a part of the course visible only for students who have selected the certified track
fr: L'examen surveillé est organisé par le prestataire ProctorU dans une partie du cours seulement visible pour les étudiants ayant choisi le parcours certifiant

source: This is for the payment order <strong>{number}</strong>.
fr: Il s'agit de la commande <strong>{number}</strong>.

source: This is was automatically generated email, please do not reply.
fr: Ce message est généré automatiquement, merci de ne pas y répondre.

source: This was for the payment order <strong>{number}</strong>.
fr: Il s'agissait de la commande <strong>{number}</strong>.

source: Unit price
fr: Prix unitaire

source: User terms and conditions acceptance
fr: Acceptations du règlement

source: VAT not applicable, Exemption. Art. 261-4-4 CGI
fr: TVA non applicable, Exonération Art. 261-4-4 du CGI

source: Verified exam terms and conditions
fr: Règlement d’examen certifiant

source: You have chosen to follow the course <strong>{title}</strong> in order to obtain a certificate.
fr: Vous avez choisi de suivre le cours <strong>{title}</strong> en ayant pour objectif l'obtention un certificat.

source: You have not yet registered to a certified exam.
fr: Vous n'avez pas encore souscrit à un examen certifiant.

source: You must be able to provide an official identity document (passport, identity card ...) at the time of examination
fr: Vous devez être en possession d'une pièce d'identité officielle (passeport, carte d'identité...) au moment de l'examen

source: You must comply with the rules of the examination explained in the course.
fr: Vous devez vous conformer aux règles de l'examen explicitées dans le cours.

source: You must verify that your equipment is compatible by <a href='http://www.proctoru.com/testitout/' target='_blank'>clicking here</a>.
fr: Vous devez vérifier que votre équipement est compatible en <a href='http://www.proctoru.com/testitout/index_fr.php' target='_blank'>cliquant ici</a>.

source: Your payment of <strong>{total} €</strong> for the course <strong>{title}</strong> failed.
fr: Votre paiement de <strong>{total} €</strong> pour le cours <strong>{title}</strong> a echoué, votre compte n'a pas été débité.

source: Your payment of <strong>{total} €</strong> for the course <strong>{title}</strong> has been processed.
fr: Votre paiement de <strong>{total} €</strong> pour le cours <strong>{title}</strong> a bien été reçu.

source: Your payment of {total_excl_tax} € for registration in {title} has been taken into account.
fr: Votre paiement de {total_excl_tax} € pour le cours {title} a bien été reçu.

source: Your receipt can be found at the end of this email.
fr: Votre reçu se trouve à la fin de cet email.

source: [FUN-MOOC] Payment confirmation
fr: [FUN-MOOC] Confirmation de paiement
