Repository: openfun/fun-apps
Catalog: fun/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Add subtitles
fr: Ajouter sous-titres

source: Are you sure you want to delete this video?
fr: Etes-vous certain de vouloir supprimer cette vidéo ?

source: Cancel upload
fr: Annuler envoi

source: Change thumbnail
fr: Changer la vignette

source: Created at
fr: Créée à

source: Delete this video
fr: Supprimer cette vidéo

source: Edit video title
fr: Modifier le titre de la vidéo

source: Once this video is deleted, it will no longer be available in the courses that include it. This action is irreversible.
fr: Une fois que cette vidéo sera supprimée, elle ne sera plus disponible dans les cours qui l'ont déjà inclue. Cette action est irréversible.

source: Parameters
fr: Paramètres

source: Publish this video
fr: Publier cette vidéo

source: Subtitles
fr: Sous-titres

source: Thumbnail
fr: Vignette

source: Unpublish this video
fr: Dé-publier cette vidéo

source: Video parameters
fr: Paramètres vidéo

source: Video thumbnail
fr: Vignette de la vidéo

source: Once payment has been processed, you commit to taking a remotely proctored exam following the protocol defined for this course. Please check that your equipment is compatible with the proctoring system of our ProctorU provider by clicking <a href='http://www.proctoru.com/testitout/' target='_blank'>this link</a>.
fr: Une fois le paiement effectué vous vous engagez à passer un examen surveillé à distance selon les protocoles définis pour ce cours. Veuillez vérifier que votre équipement est compatible avec le système de surveillance de notre fournisseur ProctorU en <a href='http://www.proctoru.com/testitout/index_fr.php' target='_blank'>cliquant ici</a>.

source: According to Article L 121 21 of the Consumer Code, you may unenroll and obtain a refund within 14 calendar days. After this period, unenrollment will not trigger any reimbursement.
fr: Conformément à l'article L 121 21 du code de la consommation, vous pouvez vous désinscrire et obtenir un remboursement dans un délai de 14 jours calendaires. A l’issue de ce délai, toute désinscription ne donnera plus lieu à remboursement.

source: I wish to take an exam to validate this course and obtain a certificate
fr: Je désire passer un examen pour valider mon cours et obtenir un certificat

source: I can schedule the remote exam at the dates defined for this course
fr: Je peux passer mon examen à distance selon les dates définies pour ce cours

source: I have verified that my computer equipment and internet connection are compatible with the exam proctoring tools
fr: J'ai vérifié que mon matériel informatique et ma connexion internet sont compatibles avec les outils de surveillance d'examen à distance

source: I have checked that I can schedule the remote exam at the dates defined for this course and that my equipment is compatible with the exam proctoring tools
fr: J'ai vérifié que je peux passer mon examen à distance selon les dates des examens définies pour ce cours et je possède un matériel compatible avec les outils de surveillance d'examen à distance

source: Please read and accept terms and conditions
fr: Veuillez lire et accepter les conditions d'utilisation

source: Accept
fr: J'accepte

source: You are upgrading your enrollment for: %(courseName)s
fr: Mise à niveau de votre inscription à : %(courseName)s

source: Sort by date, vote, or comments
fr: Trier pas date, vote ou commentaires

source: Upvote posts and good responses
fr: Voter pour les sujet interessants et les bonnes réponses

source: Report Forum Misuse
fr: Signaler une mauvaise utilisation du forum

source: Follow posts for updates
fr: Suivre une conversation

source: DISCUSSION HOME:
fr: Page d'accueil de Discussion

source: Focus in on specific topics
fr: Choisir un sujet spécifique

source: Search for specific posts
fr: Rechercher un sujet

source: Active
fr: Actif

source: Official
fr: Officiel

source: Recommended
fr: Recommandé

source: You have (%(num_items)s) pending revision:
fr: Vous avez (%(num_items)s) révision en attente:

source: Loading revisions...
fr: Chargement des révisions...

source: Error fetching revisions.
fr: Erreur au chargement des révisions

source: since
fr: depuis
