Repository: openfun/fun-apps
Catalog: universities/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Academic Partner
fr: Partenaire Académique

source: DM API Key
fr: Dailymotion API key

source: DM User ID
fr: Dailymotion User ID

source: Displayed On Site | Banner | Description
fr: Affiché sur le site | Bannière | Description

source: Displayed where space is rare - on side panel for instance.
fr: Affiché dans le panneau latéral où l'espace est réduit.

source: Enables the university detail page.
fr: Active la page de detail de l'établissement.

source: Level 1
fr: Niveau 1

source: Level 2
fr: Niveau 2

source: Level 3
fr: Niveau 3

source: Logo to be displayed on the certificate document.
fr: Logo à afficher sur le certificat

source: Obsolete universities do not have their logo displayed on the site.
fr: Les logos des établissements obsolètes ne sont pas affichés sur le site.

source: Only used if detail page is enabled
fr: Utilisé seulement quand la page de détail est activée

source: Partner
fr: Paternaire

source: The universities and schools present on {platform_name}
fr: Les universités et écoles françaises présentes sur {platform_name}

# University model
source: Universities
fr: Universités

source: Universities
fr: Établissements

source: banner
fr: bannière

source: certificate logo
fr: Logo du certificat

source: detail page enabled
fr: page de détail activée

source: is obsolete
fr: est obsolète

source: partnership level
fr: niveau d'adhésion

source: prevent automatic update
fr: pas de mise à jour automatique

source: preview
fr: aperçu

source: short name
fr: nom court

source: {platform_name}'s goal is to allow universities and schools to publish their courses online. The list of universities proposing courses on {platform_name} is continuously getting larger:
fr: {platform_name} a pour vocation de permettre aux universités et écoles françaises qui le souhaitent de dispenser leurs cours en ligne. Ces établissements sont de plus en plus nombreux à proposer des formations sur {platform_name} :
