Repository: openfun/fun-apps
Catalog: backoffice/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A certificate generation is already running
fr: Une génération d'attestation est déjà en cours

source: Account created:
fr: Compte créé :

source: Activation email has been resent to user %s at addresse: %s
fr: L'email d'activation de l'utilisateur %s a été renvoyé à l'adresse %s

source: Celery task result
fr: Résultat de tâche Celery

source: Celery task results
fr: Résultats de tâches Celery

source: Celery taskset result
fr: Résultat de groupe de tâches Celery

source: Celery taskset results
fr: Résultats de groupes de tâches Celery

source: Certificate
fr: Attestation

source: Certificate Management
fr: Gestion des attestations

source: Change password
fr: Changer le mot de passe

source: Confirm ban of user
fr: Confirmer l'exclusion de l'utilisateur

source: Confirm unban of user
fr: Confirmer la réintegration de l'utilisateur

source: Course <strong>%s</strong> has been deleted.
fr: Le cours <strong>%s</strong> a été supprimé

source: Course information
fr: Informations sur le cours

source: Create new article
fr: Créer un nouvel article

source: Delete course
fr: Supprimer un cours

source: Delete this course
fr: Supprimer ce cours

source: Download
fr: Télécharger

source: Download ORA2 submissions
fr: Télécharger les évaluations par les pairs ORA2

source: Download open assessment submissions
fr: Télécharger les évaluations par les pairs

source: Draft
fr: Brouillon

source: Email is OK
fr: L'adresse est verifiée

source: End
fr: Fin

source: End date
fr: Date de fin

source: Enrolled students
fr: Etudiants inscrits

source: Enrollment end
fr: Fin d'inscription

source: Enrollment start
fr: Début d'inscription

source: Enrollments
fr: Inscriptions

source: Enter new grade (range from 0 to 1):
fr: Entrez la nouvelle note (comprise entre 0 et 1) :

source: Enter new password
fr: Saisissez le nouveau mot de passe

source: Generate
fr: Générer

source: Generate certificate
fr: Génération des attestations

source: Generate certificates
fr: Générer les attestations

source: Generate new dump of open assessment submissions:
fr: Générer un nouveau dump des évaluations par les pairs

source: Generate test certificate
fr: Générer une attestation de test

source: Grades range from 0 to 1.
fr: Les notes sont comprises entre 0 et 1.

source: Ident
fr: Identifiant

source: Information
fr: Informations sur le cours

source: Invalid certificate grade.
fr: Note de l'attestation invalide.

source: Invalid user action.
fr: Action de l'utilisateur invalide.

source: Is active:
fr: Actif :

source: Last connection:
fr: Dernière connexion :

source: Last file generated on:
fr: Dernier fichier généré à :

source: Name:
fr: Nom :

source: No article
fr: Aucun article

source: No certificates generated.
fr: Aucune attestation générée.

source: No course enrollments
fr: Aucune inscription

source: No result
fr: Pas de résultat

source: No result for this search pattern
fr: Pas de résultat pour cette recherche

source: Organisation code
fr: Code établissement

source: Pending Certificate Tasks
fr: Génération d'attestations en cours

source: Please confirm
fr: Veuillez confirmer

source: Please confirm that you really want to generate a certificate for course:
fr: Veuillez confirmer la génération des certificats pour le cours :

source: Please confirm you really want to delete this course:
fr: Veuillez confirmer la suppression de ce cours :

source: Preview news page
fr: Prévisualiser la page des actualités

source: Previous Certificate Tasks
fr: Historique des générations d'attestations

source: Published
fr: Publié

source: Remove wiki permissions
fr: Fermer le wiki en écriture

source: Resend activation email
fr: Renvoyer le mail d'activation

source: Restore wiki permissions
fr: Ouvrir le wiki en écriture

source: Run
fr: Exécuter

source: Sample
fr: Échantillon

source: Save
fr: Enregistrer

source: See
fr: Voir

source: See course
fr: Voir le cours

source: See user contributions to course forum
fr: Voir les contributions de l'utilisateur dans le forum du cours

source: Start
fr: Début

source: Start date
fr: Date de début

source: Statistics
fr: Statistiques

source: Students count
fr: Nombre d'étudiants

source: Students enrolled
fr: Utilisateurs inscrits

source: Students enrolled in this course:
fr: Utilisateurs inscrits à ce cours :

source: Students with certificate
fr: Apprenants ayant obtenu l'attestation

source: Students without certificate
fr: Apprenants n'ayant pas obtenu l'attestation

source: Submissions dump is being generated...
fr: Dump des évaluations en cours de génération...

source: Support team
fr: Cellule d'appui

source: Task Start
fr: Démarrage de la tâche

source: Temporary account suspension
fr: Suspension temporaire de compte

source: Temporary account suspensions
fr: Suspensions temporaires de compte

source: This account is disabled since:
fr: Cet utilisateur a été exclu depuis :

source: This course does not belong to any university
fr: Ce cours n'est lié à aucun établissement

source: This course has no wiki
fr: Ce cours n'a pas de wiki.

source: This is the tree structure of this course wiki. Between parenthesis is the number of revisions, and date of the last one, of page which indicate page If date is green the page et editable, if red write permission has been removed.
fr: Ceci est l'arbre constitué de toutes les pages du wiki de ce cours. Entre parenthèses se trouvent le nombre de révisions de la page et la date de sa dernière modification, indiquant l'activité de la page. Si la date est verte la page est éditable, si elle est rouge, les permissions d'écriture ont été retirées.

source: This user does not have edX profile
fr: Cet utilisateur n'a pas de profile edX

source: Title
fr: Titre

source: Total Duration (sec)
fr: Durée totale (sec)

source: Unban
fr: Réintégrer

source: University doesn't exist
fr: Cette établissement n'existe pas

source: University with code <strong>%s</strong> does not exist.
fr: L'établissement avec le code <strong>%s</strong> n'existe pas.

source: User %s has been modified
fr: L'utilisateur %s a été modifié

source: User does not validate it email address
fr: L'utilisateur n'a pas validé son email

source: User grade changed.
fr: La note de l'apprenant a été modifiée.

source: User has opted out key emails
fr: L'utilisateur s'est désinscrit des emails de ce cours

source: User name:
fr: Nom utilisateur :

source: User password changed
fr: Le mot de passe de l'utilisateur a été changé

source: Wiki could not be
fr: Le wiki n'a pas pu être

source: Wiki was successfully
fr: Le wiki a bien été

source: by
fr: par

source: by username, name or email
fr: par le nom d'utilisateur, le nom ou l'email

source: closed
fr: femé

source: for your search pattern
fr: pour votre critère de recherche

source: opened
fr: ouvert

source: results
fr: résultats

source: university or course name
fr: établissement ou nom de cours

source: users
fr: utilisateurs
